Repository: instructure/canvas-android
Catalog: libs/flutter_student_embed/lib/l10n/res/intl_*.arb
Languages: ca, cy, is

# coursesLabel
source: Courses
ca: Assignatures
cy: Cyrsiau
is: Námskeið

source: Calendar
ca: Calendari
cy: Calendr
is: Dagatal

source: Calendars
ca: Calendaris
cy: Calendrau
is: Dagatöl

# nextMonth
source: Next month: {month}
ca: El mes que ve: {month}
cy: Mis nesaf: {month}
is: Næsti mánuður: {month}

# previousMonth
source: Previous month: {month}
ca: El mes passat: {month}
cy: Mis blaenorol: {month}
is: Fyrri mánuður: {month}

# nextWeek
source: Next week starting {date}
ca: La setmana que ve a partir del {date}
cy: Wythnos nesaf yn cychwyn {date}
is: Næsta vika hefst {date}

# previousWeek
source: Previous week starting {date}
ca: La setmana passada a partir del {date}
cy: Wythnos flaenorol yn cychwyn {date}
is: Fyrri vika hefst {date}

# selectedMonthLabel
source: Month of {month}
ca: Mes de {month}
cy: Mis {month}
is: {month} mánuði

source: expand
ca: desplega
cy: ehangu
is: víkka

source: collapse
ca: redueix
cy: crebachu
is: fella saman

# pointsPossible
source: {points} points possible
ca: {points} punts possibles
cy: {points} pwynt yn bosib
is: {points} punktar mögulegir

source: No Events Today!
ca: Avui no hi ha cap esdeveniment.
cy: Dim Digwyddiadau Heddiw!
is: Engir viðburðir í dag!

source: It looks like a great day to rest, relax, and recharge.
ca: Sembla un dia fabulós per descansar, relaxar-se i carregar piles.
cy: Mae’n edrych fel diwrnod gwych i orffwys, ymlacio a dod at eich hun.
is: Þetta virðist vera góður dagur til að hvílast, slaka á og hlaða batteríin.

source: There was an error loading your calendar
ca: S'ha produït un error en carregar el calendari
cy: Gwall wrth lwytho eich calendr
is: Upp kom villa við að hlaða dagatalinu þínu

source: Go to today
ca: Vés a avui
cy: Mynd i heddiw
is: Fara í daginn í dag

source: To Do
ca: Tasques pendents
cy: Tasgau i’w Gwneud
is: Verkefnalisti

source: There's no description yet
ca: Encara no hi ha cap descripció
cy: Does dim disgrifiad eto
is: Engin lýsing hefur verið gerð

source: Date
ca: Data
cy: Dyddiad
is: Dagsetning

source: Edit
ca: Edita
cy: Golygu
is: Breyta

source: New To Do
ca: Noves tasques pendents
cy: Tasg Newydd i’w Gwneud
is: Nýtt verkefni

source: Edit To Do
ca: Edita les tasques pendents
cy: Golygu Tasg i’w Gwneud
is: Breyta verkefni

source: Title
ca: Títol
cy: Teitl
is: Titill

source: Course (optional)
ca: Assignatura (opcional)
cy: Cwrs (dewisol)
is: Námskeið (valfrjálst)

source: None
ca: Cap
cy: Dim
is: Ekkert

source: Description
ca: Descripció
cy: Disgrifiad
is: Lýsing

source: Save
ca: Desa
cy: Cadw
is: Vista

source: Are You Sure?
ca: Segur?
cy: Ydych chi’n siŵr?
is: Ertu viss?

source: Do you want to delete this To Do item?
ca: Voleu suprimir aquest element de les Tasques pendents?
cy: Ydych chi am ddileu'r eitem I’w Gwneud?
is: Viltu eyða þessu verkefni?

source: Unsaved changes
ca: Canvis no desats
cy: Newidiadau heb eu cadw
is: Óvistaðar breytingar

source: Are you sure you wish to close this page? Your unsaved changes will be lost.
ca: Segur que voleu tancar aquesta pàgina? Es perdran els canvis que no hàgiu desat.
cy: Ydych chi’n siŵr eich bod chi eisiau cau’r dudalen hon? Byddwch chi’n colli unrhyw newidiadau sydd heb eu cadw.
is: Viltu örugglega loka þessari síðu? Óvistaðar breytingar munu tapast.

source: Title must not be empty
ca: El títol no pot estar buit
cy: Chaiff y teitl ddim bod yn wag
is: Titillinn má ekki vera auður

source: There was an error saving this To Do. Please check your connection and try again.
ca: S'ha produït un error en desar aquestes tasques pendents. Reviseu la connexió i torneu-ho a provar.
cy: Gwall wrth gadw’r Dasg i’w Gwneud. Gwiriwch eich cysylltiad a rhowch gynnig arall arni.
is: Villa kom upp við að vista þetta verkefni. Athugaðu tengingu þína og reyndu aftur.

source: There was an error deleting this To Do. Please check your connection and try again.
ca: S'ha produït un error en carregar aquestes tasques pendents. Reviseu la connexió i torneu-ho a provar.
cy: Gwall wrth ddileu’r Dasg i’w Gwneud. Gwiriwch eich cysylltiad a rhowch gynnig arall arni.
is: Villa kom upp við að eyða þessu verkefni. Athugaðu tengingu þína og reyndu aftur.

source: Uh oh!
ca: Oh!
cy: O na!
is: Æi!

source: We’re not sure what happened, but it wasn’t good. Contact us if this keeps happening.
ca: No estem segurs de què ha passat, però no ha sigut res bo. Poseu-vos en contacte amb nosaltres si us segueix passant.
cy: Dydyn ni ddim yn siŵr beth ddigwyddodd, ond doedd o ddim yn dd. Cysylltwch â ni os ydy hyn yn parhau i ddigwydd.
is: Við erum ekki viss um hvað gerðist, en það var ekki gott. Hafðu samband við okkur ef þetta heldur áfram að gerast.

source: View error details
ca: Visualitza els detalls de l'error
cy: Gweld manylion gwall
is: Skoða upplýsingar um villu

source: Application version
ca: Versió de l'aplicació
cy: Fersin o’r rhaglen
is: Útgáfa forrits

source: Device model
ca: Model del dispositiu
cy: Model o’r ddyfais
is: Gerð tækis

source: Android OS version
ca: Versió del sistema operatiu Android
cy: Fersiwn OS Android
is: Útgáfa Android stýrikerfis

source: Full error message
ca: Missatge d'error complet
cy: Neges gwall llawn
is: Heildar villuskilaboð

source: No Courses
ca: No hi ha cap assignatura
cy: Dim Cyrsiau
is: Engin námskeið

source: Your student’s courses might not be published yet.
ca: És possible que encara no s'hagin publicat les vostres assignatures de l'estudiant.
cy: Efallai nad yw cyrsiau eich myfyriwr wedi cael eu cyhoeddi eto.
is: Námskeið nemanda þíns eru ef til vill ekki birt enn.

source: There was an error loading your your student’s courses.
ca: S'ha produït un error en carregar els vostres assignatures de l'estudiant.
cy: Gwall wrth lwytho cyrsiau eich myfyriwr.
is: Villa kom upp við að sækja námskeið nemanda þíns.

# courseToDo
source: {courseName} To Do
ca: Tasques pendents de {courseName}
cy: {courseName} I’w Gwneud
is: {courseName} Verkefni

source: Graded
ca: Qualificat
cy: Wedi graddio
is: Metið

source: Submitted
ca: Entregat
cy: Wedi Cyflwyno
is: Skilað

# assignmentTotalPoints
source: {points} pts
ca: {points} punts
cy: {points} pwynt
is: {points} punktar

source: Excused
ca: Excusat
cy: Wedi esgusodi
is: Undanþegið

source: Missing
ca: No presentat
cy: Ar goll
is: Vantar

source: Cancel
ca: Cancel·la
cy: Canslo
is: Hætta við

source: Yes
ca: Sí
cy: Iawn
is: Já

source: No
cy: Na
is: Nei

source: Retry
ca: Torna-ho a provar
cy: Ailgynnig
is: Reyna aftur

source: Delete
ca: Suprimeix
cy: Dileu
is: Eyða

source: Done
ca: Fet
cy: Wedi gorffen
is: Lokið

source: {date} at {time}
ca: {date} a les {time}
is: {date} klukkan {time}

source: Due {date} at {time}
ca: Venç el {date} a les {time}
cy: Erbyn {date} am {time}
is: Skiladagur {date} þann {time}
