Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*.arb
Languages: ar, ca, cy, de, es_es, fi, fr_ca, ga, hi, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, th, vi, zh, zh_hk

# alertsLabel
source: Alerts
ar: التنبيهات
ca: Avisos
cy: Negeseuon Hysbysu
de: Benachrichtigungen
es_es: Alertas
fi: Hälytykset
fr_ca: Alertes
ga: Foláirimh
hi: चेतावनियां
id: Peringatan
is: Viðvaranir
it: Avvisi
ja: アラート
mi: He whakamataara
ms: Isyarat
nl: Waarschuwingen
pl: Alerty
pt_br: Alertas
ru: Предупреждения
sl: Opozorila
th: แจ้งเตือน
vi: Cảnh Báo
zh: 警告
zh_hk: 提醒

# calendarLabel
source: Calendar
ar: التقويم
ca: Calendari
cy: Calendr
de: Kalender
es_es: Calendario
fi: Kalenteri
fr_ca: Calendrier
ga: Féilire
hi: कैलेंडर
id: Kalender
is: Dagatal
it: Calendario
ja: カレンダー
mi: Maramataka
ms: Kalendar
nl: Kalender
pl: Kalendarz
pt_br: Calendário
ru: Календарь
sl: Koledar
th: ปฏิทิน
vi: Lịch
zh: 日历
zh_hk: 行事曆

# coursesLabel
source: Courses
ar: المساقات
ca: Assignatures
cy: Cyrsiau
de: Kurse
es_es: Asignaturas
fi: Kurssit
fr_ca: Cours
ga: Cúrsaí
hi: पाठ्यक्रम
id: Kursus
is: Námskeið
it: Corsi
ja: コース
mi: Ngā Akoranga
ms: Kursus
nl: Cursussen
pl: Kursy
pt_br: Cursos
ru: Курсы
sl: Predmeti
th: บทเรียน
vi: Khóa Học
zh: 课程
zh_hk: 課程

source: No Students
ar: لا يوجد طلاب
ca: Cap estudiant
cy: Dim Myfyrwyr
de: Keine Studierende
es_es: No hay estudiantes
fi: Ei opiskelijoita
fr_ca: Aucun étudiant
ga: Níl Mic Léinn ann
hi: कोई छात्र नहीं
id: Tidak Ada Siswa
is: Engir nemendur
it: Nessuno studente
ja: 受講者はいません
mi: Kāore he ākonga
ms: Tiada Pelajar
nl: Geen cursisten
pl: Brak uczestników
pt_br: Sem Alunos
ru: Студенты отсутствуют
sl: Ni študentov
th: ไม่มีผู้เรียน
vi: Không Có Sinh Viên
zh: 没有学生
zh_hk: 無學生

source: Tap to show student selector
ar: اضغط لإظهار أداة تحديد الطلاب
ca: Toqueu per mostrar el selector d'estudiants
cy: Tapiwch i ddangos y dewisydd myfyrwyr
de: Zum Anzeigen des Studierendenwählers antippen
es_es: Pulsa para ver el selector de estudiantes
fi: Näytä opiskelijan valintatoiminto napauttamalla
fr_ca: Appuyez pour afficher le sélecteur d’étudiant
ga: Tapáil chun roghnóir an mhic léinn a thaispeáint
hi: छात्र चयनकर्ता दिखाने के लिए टैप करें
id: Ketuk untuk menampilkan pemilih siswa
is: Smelltu til að sýna nemendaval
it: Tocca per mostrare il selettore studente
ja: タップして受講者セレクタを表示します
mi: Pātō ki te whakātu te kaitīpako o te ākonga
ms: Ketik untuk menunjukkan pemilih pelajar
nl: Tik om cursistkiezer weer te geven
pl: Stuknij, aby wyświetlić opcję wyboru uczestników
pt_br: Toque para exibir o seletor de alunos
ru: Коснитесь для отображения селектора студентов
sl: Tapnite za prikaz izbirnika študentov
th: กดเพื่อแสดงตัวเลือกผู้เรียน
vi: Nhấn vào để hiển thị bộ chọn sinh viên
zh: 点击以显示学生选择器
zh_hk: 點選以顯示學生選擇器

source: Tap to pair with a new student
ar: اضغط لإقران مع طالب جديد
ca: Toqueu per emparellar amb un estudiant nou
cy: Tapiwch i baru â myfyriwr newydd
de: Zum Koppeln mit einer/einem neuen Studierenden antippen
es_es: Pulsa para emparejar con un nuevo estudiante
fi: Muodosta yhteys uuden opiskelijan kanssa napauttamalla
fr_ca: Appuyez pour apparier avec un nouvel étudiant
ga: Tapáil chun péireáil le mac léinn nua
hi: किसी नए छात्र के साथ जुड़ने के लिए टैप करें
id: Ketuk untuk mem-pairing dengan siswa baru
is: Smelltu til að para við nýjan nemanda
it: Tocca per accoppiare con un nuovo studente
ja: タップして新しい受講者とペアにします
mi: Pātō ki te hono me tētahi ākonga hou
ms: Ketik untuk berpasangan dengan pelajar baharu
nl: Tik om te koppelen met een nieuwe cursist
pl: Stuknij, aby sparować z nowym uczestnikiem
pt_br: Toque para emparelhar com um novo aluno
ru: Коснитесь для связывания с новыми студентами
sl: Tapnite za povezavo z novim študentom
th: กดเพื่อเข้าคู่กับผู้เรียนใหม่
vi: Nhấn vào để ghép cặp với sinh viên mới
zh: 点击以与新生配对
zh_hk: 點選以和新學生配對

source: Tap to select this student
ar: اضغط لتحديد هذا الطالب
ca: Toqueu per seleccionar aquest estudiant
cy: Tapiwch i ddewis y myfyriwr hwn
de: Zum Auswählen dieser/dieses Studierenden antippen
es_es: Pulsa para seleccionar este estudiante
fi: Valitse tämä opiskelija napauttamalla
fr_ca: Appuyez pour sélectionner cet étudiant
ga: Tapáil chun an mac léinn seo a roghnú
hi: इस छात्र को चुनने केलिए टैप करें
id: Ketuk untuk memilih siswa ini
is: Smelltu til að velja þennan nemanda
it: Tocca per selezionare questo studente
ja: タップしてこの受講者を選択します
mi: Pātō ki te tīpako i tēnei ākonga
ms: Ketik untuk memilih pelajar ini
nl: Tik om deze cursist te selecteren
pl: Stuknij, aby wybrać tego uczestnika
pt_br: Toque para selecionar este aluno
ru: Коснитесь для выбора этого студента
sl: Tapnite za izbiro tega študenta
th: กดเพื่อเลือกผู้เรียนนี้
vi: Nhấn vào để chọn sinh viên này
zh: 点击以选择此学生
zh_hk: 點選以選擇此學生

source: Manage Students
ar: إدارة الطلاب
ca: Administra els estudiants
cy: Rheoli Myfyrwyr
de: Studierende verwalten
es_es: Administrar estudiantes
fi: Hallitse opiskelijoita
fr_ca: Gestion des participants
ga: Bainistigh Mic Léinn
hi: छात्र प्रबंधित करें
id: Kelola Siswa
is: Stjórna nemendum
it: Gestisci studenti
ja: 受講者を管理する
mi: Whakahaere ngā ākonga
ms: Urus Pelajar
nl: Cursisten beheren
pl: Zarządzaj uczestnikami
pt_br: Gerenciar alunos
ru: Управление студентами
sl: Uredi študente
th: จัดการผู้เรียน
vi: Quản Lý Sinh Viên
zh: 管理学生
zh_hk: 管理學生

source: Help
ar: المساعدة
ca: Ajuda
de: Hilfe
es_es: Ayuda
fi: Ohje
fr_ca: Aide
ga: Cabhair
hi: मदद
id: Bantu
is: Hjálp
it: Guida
ja: ヘルプ
mi: Āwhina
ms: Bantuan
pl: Pomoc
pt_br: Ajuda
ru: Справка
sl: Pomoč
th: ความช่วยเหลือ
vi: Trợ Giúp
zh: 帮助
zh_hk: 支援

source: Log Out
ar: تسجيل الخروج
ca: Tanca la sessió
cy: Allgofnodi
de: Abmelden
es_es: Cerrar sesión
fi: Kirjaudu ulos
fr_ca: Déconnexion
ga: Logáil Amach
hi: लॉग आउट करें
is: Útskráning
it: Disconnetti
ja: ログアウト
mi: Takiputa
ms: Log Keluar
nl: Afmelden
pl: Wyloguj
pt_br: Sair
ru: Выйти
sl: Odjava
th: ล็อกเอาท์
vi: Đăng Xuất
zh: 注销
zh_hk: 登出

source: Switch Users
ar: تبديل المستخدمين
ca: Canvia els usuaris
cy: Newid Defnyddwyr
de: Benutzer*innen wechseln
es_es: Intercambiar usuarios
fi: Vaihda käyttäjiä
fr_ca: Changer d’utilisateurs
ga: Malartaigh Úsáideoirí
hi: उपयोगकर्ता स्विच करें
id: Ganti Pengguna
is: Skipta um notendur
it: Cambia studenti
ja: ユーザーを切り替える
mi: Whakakā ngā Kaiwhakamahi
ms: Tukar Pengguna
nl: Wissel van gebruikers
pl: Przełącz użytkownika
pt_br: Alternar Usuários
ru: Сменить пользователя
sl: Preklopi uporabnika
th: สลับผู้ใช้
vi: Chuyển Người Dùng
zh: 转换用户
zh_hk: 切換使用者

# appVersion
source: v. {version}
ar: إصدار {version}
ca: versió {version}
is: útg. {version}
ja: バージョン {version}
pl: wer. {version}
ru: в. {version}
sl: r. {version}

source: Are you sure you want to log out?
ar: هل تريد بالتأكيد تسجيل الخروج؟
ca: Segur que voleu tancar la sessió?
cy: Ydych chi’n siŵr eich bod am allgofnodi?
de: Möchten Sie sich wirklich abmelden?
es_es: ¿Estás seguro de que quieres salir?
fi: Haluatko varmasti kirjautua ulos?
fr_ca: Voulez-vous vraiment vous déconnecter?
ga: An bhfuil tú cinnte gur mhaith leat logáil amach?
hi: क्या आप सच में लॉग आउट होना चाहते हैं?
id: Anda yakin mau logout?
is: Viltu örugglega skrá þig út?
it: Disconnettersi?
ja: ログアウトしてもよろしいですか？
mi: Kei te tino hiahia koe ki te takiuru atu?
ms: Adakah anda pasti anda ingin log keluar?
nl: Weet je zeker dat je wilt uitloggen?
pl: Czy na pewno chcesz się wylogować?
pt_br: Tem certeza de que deseja sair?
ru: Вы уверены, что вы хотите выйти?
sl: Ali ste prepričani, da se želite odjaviti?
th: แน่ใจว่าต้องการล็อกเอาท์หรือไม่
vi: Bạn có chắc chắn muốn đăng xuất không?
zh: 是否确定要登出？
zh_hk: 是否確定登出？

source: Calendars
ar: التقويمات
ca: Calendaris
cy: Calendrau
de: Kalender
es_es: Calendarios
fi: Kalenterit
fr_ca: Calendriers
ga: Féilirí
hi: कैलेंडर
id: Kalender
is: Dagatöl
it: Calendari
ja: カレンダー
mi: Ngā Maramataka
ms: Kalendar
nl: Kalenders
pl: Kalendarze
pt_br: Calendários
ru: Календари
sl: Koledarji
th: ปฏิทิน
vi: Lịch
zh: 日历
zh_hk: 行事曆

# nextMonth
source: Next month: {month}
ar: الشهر القادم: {month}
ca: El mes que ve: {month}
cy: Mis nesaf: {month}
de: Nächster Monat: {month}
es_es: Mes siguiente: {month}
fi: Seuraava kuukausi: {month}
fr_ca: Mois suivant : {month}
ga: An mhí seo chugainn: {month}
hi: अगला महीना: {month}
id: Bulan selanjutnya: {month}
is: Næsti mánuður: {month}
it: Prossimo mese: {month}
ja: 来月：{month}
mi: Marama i muri mai: {month}
ms: Bulan seterusnya: {month}
nl: Volgende maand: {month}
pl: Następny miesiąc: {month}
pt_br: Próximo mês: {month}
ru: Следующий месяц: {month}
sl: Naslednji mesec: {month}
th: เดือนถัดไป: {month}
vi: Tháng tiếp theo: {month}
zh: 下个月：{month}
zh_hk: 下個月：{month}

# previousMonth
source: Previous month: {month}
ar: الشهر السابق: {month}
ca: El mes passat: {month}
cy: Mis blaenorol: {month}
de: Vorheriger Monat: {month}
es_es: Mes anterior: {month}
fi: Edellinen kuukausi: {month}
fr_ca: Mois précédent : {month}
ga: An mhí roimhe sin: {month}
hi: पिछला महीना: {month}
id: Bulan sebelumnya: {month}
is: Fyrri mánuður: {month}
it: Mese precedente: {month}
ja: 前月：{month}
mi: Marama o muri nei: {month}
ms: Bulan sebelumnya: {month}
nl: Vorige maand: {month}
pl: Poprzedni miesiąc: {month}
pt_br: Mês anterior: {month}
ru: Предыдущий месяц: {month}
sl: Predhodni mesec: {month}
th: เดือนก่อนหน้า: {month}
vi: Tháng trước: {month}
zh: 上个月：{month}
zh_hk: 上個月：{month}

# nextWeek
source: Next week starting {date}
ar: الأسبوع القادم بدءاً من {date}
ca: La setmana que ve a partir del {date}
cy: Wythnos nesaf yn cychwyn {date}
de: Nächste Woche, beginnend am {date}
es_es: La próxima semana comienza el {date}
fi: Seuraava viikko alkaen {date}
fr_ca: Semaine prochaine commençant le {date}
ga: An tseachtain seo chugainn ag tosnú {date}
hi: अगला सप्ताह {date} से शुरू
id: Minggu selanjutnya mulai {date}
is: Næsta vika hefst {date}
it: Prossima settimana a partire da {date}
ja: {date} から始まる翌週
mi: Tīmata te wiki e heke mai nei {date}
ms: Minggu seterusnya bermula {date}
nl: Volgende week vanaf {date}
pl: Następny tydzień od {date}
pt_br: Próxima semana começando {date}
ru: Начало на следующей неделе {date}
sl: Naslednji teden z začetkom {date}
th: สัปดาห์ถัดไป เริ่มต้น {date}
vi: Tuần tiếp theo bắt đầu {date}
zh: 下周，从{date}开始
zh_hk: 下一週開始 {date}

# previousWeek
source: Previous week starting {date}
ar: الأسبوع الماضي بدءاً من {date}
ca: La setmana passada a partir del {date}
cy: Wythnos flaenorol yn cychwyn {date}
de: Vorherige Woche, beginnend am {date}
es_es: La semana anterior comenzó el {date}
fi: Edellinen viikko alkaen {date}
fr_ca: Semaine précédente commençant le {date}
ga: An tseachtain roimhe ag tosnú {date}
hi: पिछला सप्ताह {date} से शुरू
id: Minggu sebelumnya mulai {date}
is: Fyrri vika hefst {date}
it: Settimana precedente a partire da {date}
ja: {date} から始まる前週
mi: Tīmata te wiki o muri {date}
ms: Minggu sebelumnya bermula {date}
nl: Vorige week vanaf {date}
pl: Poprzedni tydzień od {date}
pt_br: Semana anterior começando {date}
ru: Начало на предыдущей неделе {date}
sl: Predhodni teden z začetkom {date}
th: สัปดาห์ก่อนหน้า เริ่มต้น {date}
vi: Tuần trước bắt đầu {date}
zh: 上周，从{date}开始
zh_hk: 上一週開始 {date}

# selectedMonthLabel
source: Month of {month}
ar: شهر {month}
ca: Mes de {month}
cy: Mis {month}
de: Monat {month}
es_es: Mes de {month}
fi: Kuukausi {month}
fr_ca: Mois de {month}
ga: Mí {month}
hi: {month} का महीना
id: Bulan dari {month}
is: {month} mánuði
it: Mese di {month}
ja: {month} 月
mi: Marama ō {month}
ms: Bulan {month}
nl: De maand {month}
pl: Miesiąc: {month}
pt_br: Mês de {month}
ru: Месяц из {month}
sl: Mesec {month}
th: เดือน {month}
vi: Tháng {month}
zh: {month}月
zh_hk: {month} 的月份

source: expand
ar: توسيع
ca: desplega
cy: ehangu
de: erweitern
es_es: expandir
fi: laajenna
fr_ca: développer
ga: leathnaigh
hi: बढ़ाएं
id: perbesar
is: víkka
it: estendi
ja: さらに表示する
mi: whakawhānui
ms: kembangkan
nl: uitvouwen
pl: rozwiń
pt_br: expandir
ru: развернуть
sl: razširi
th: ขยาย
vi: mở rộng
zh: 展开
zh_hk: 展開

source: collapse
ar: طي
ca: redueix
cy: crebachu
de: reduzieren
es_es: colapsar
fi: kutista
fr_ca: réduire
ga: leacaigh
hi: संक्षिप्त करें
id: perkecil
is: fella saman
it: comprimi
ja: 折りたたむ
mi: hinga
ms: kuncupkan
nl: samenvouwen
pl: zwiń
pt_br: recolher
ru: свернуть
sl: strni
th: ย่อ
vi: thu gọn
zh: 折叠
zh_hk: 收起

# pointsPossible
source: {points} points possible
ar: {points} من النقاط الممكنة
ca: {points} punts possibles
cy: {points} pwynt yn bosib
de: {points} Punkte möglich
es_es: {points} puntos posibles
fi: {points} mahdollista pistettä
fr_ca: {points} points possibles
ga: {points} pointe féideartha
hi: {points} पॉइंट्स संभव हैं
id: {points} poin memungkinkan
is: {points} punktar mögulegir
it: {points} punti possibili
ja: 配点 {points}
mi: {points} ngā koinga e taea
ms: {points} mata mungkin
nl: {points} punten mogelijk
pl: {points} pkt do zdobycia
pt_br: {points} pontos possíveis
ru: можно получить {points} баллов
sl: {points} možnih točk
th: {points} คะแนนที่เป็นไปได้
vi: {points} điểm có thể đạt
zh: 满分 {points}
zh_hk: 可能 {points} 分

source: No Events Today!
ar: لا توجد أحداث اليوم!
ca: Avui no hi ha cap esdeveniment.
cy: Dim Digwyddiadau Heddiw!
de: Heute keine Ereignisse!
es_es: No hay ningún evento hoy
fi: Ei tapahtumia tänään!
fr_ca: Aucun événement d’aujourd’hui!
ga: Gan Imeacht inniu!
hi: आज कोई घटना नहीं है!
id: Tidak Ada Acara Hari Ini!
is: Engir viðburðir í dag!
it: Nessun evento oggi!
ja: 今日イベントはありません！
mi: Kaore he tauwhāinga i tēnei rā!
ms: Tiada Acara Hari Ini!
nl: Vandaag geen gebeurtenissen!
pl: Brak wydarzeń na dziś!
pt_br: Nenhum evento hoje!
ru: На сегодня события отсутствуют!
sl: Danes ni dogodkov.
th: ไม่มีกิจกรรมในวันนี้!
vi: Không Có Sự Kiện Hôm Nay!
zh: 今天没有事件！
zh_hk: 今天並無活動！

source: It looks like a great day to rest, relax, and recharge.
ar: يبدو أنه يوم رائع للراحة والاسترخاء وتجديد النشاط.
ca: Sembla un dia fabulós per descansar, relaxar-se i carregar piles.
cy: Mae’n edrych fel diwrnod gwych i orffwys, ymlacio a dod at eich hun.
de: Scheinbar ein großartiger Tag für Ruhe, Entspannung und Energie tanken..
es_es: Parece un día perfecto para descansar, relajarse y recargar energías.
fi: Näyttää olevan hyvä päivä levätä, rentoutua ja latautua.
fr_ca: C’est une belle journée pour se reposer, se détendre et recharger nos batteries.
ga: Breathnaíonn sé cosúil le lá iontach chun sos a ghlacadh, scíth a ligean, agus d'anáil a tharraingt.
hi: आज का दिन आराम, विश्राम करने और नई ऊर्जा पाने के लिए अच्छा लग रहा है।
id: Sepertinya hari ini sangat cocok untuk beristirahat, santai, dan menyegarkan diri.
is: Þetta virðist vera góður dagur til að hvílast, slaka á og hlaða batteríin.
it: Ottima occasione per riposarsi, rilassarsi e ricaricare le batterie.
ja: 休息をとってリラックスし、充電するためにぴったりな日のようです。
mi: Ko te āhua nei he rā pai ki te whakatā me te whakahou anō.
ms: Nampaknya ini hari yang baik untuk berehat, bersantai dan merawat diri.
nl: Dat lijkt een prima dag om lekker uit te rusten, te relaxen en de batterij op te laden.
pl: Wygląda to na świetny dzień do odpoczynku, relaksu i regeneracji.
pt_br: Parece um bom dia para descansar, relaxar e recarregar.
ru: Похоже, что сегодня можно отдохнуть, расслабиться и набраться сил.
sl: Videti je, da je to krasen dan za počitek, sprostitev in regeneracijo.
th: ดูเหมือนนี่จะเป็นวันที่เหมาะสำหรับพัก ผ่อนคลายและเติมพลัง
vi: Có vẻ là một ngày tuyệt vời để nghỉ ngơi, thư giãn và hồi sức.
zh: 今天是休息放松的一天。
zh_hk: 看來是適合休息、放鬆和充電的一天。

source: There was an error loading your student's calendar
ar: حدث خطأ أثناء تحميل تقويم الطالب
ca: S'ha produït un error en carregar el vostre calendari de l'estudiant
cy: Gwall wrth lwytho calendr eich myfyriwr
de: Fehler beim Laden Ihres Studierendenkalenders
es_es: Ha habido un error al cargar el calendario de tu estudiante
fi: Opiskelijakalenterin latauksessa ilmeni virhe
fr_ca: Une erreur est survenue lors du chargement du calendrier de vos étudiants.
ga: Tharla earráid agus féilire do mhic léinn á lódáil
hi: आपके छात्र के कैलेंडर को लोड करने में त्रुटि हुई
id: Terjadi kesalahan saat memuat kalender siswa Anda
is: Villa kom upp við að sækja dagatal nemanda
it: Si è verificato un errore di caricamento del calendario del tuo studente
ja: 受講者のカレンダーのロード中にエラーが発生しました
mi: He hapa i te wā e uta ana te maramataka a tō ākonga
ms: Terdapat ralat untuk memuatkan kalendar pelajar anda
nl: Er is een fout opgetreden bij het laden van de kalender van je cursist
pl: Wystąpił błąd podczas wczytywania kalendarza dla uczestników
pt_br: Houve um erro ao carregar o calendário do seu aluno
ru: Произошла ошибка при загрузке календаря ваших учащихся.
sl: Pri nalaganju koledarja vašega študenta je prišlo do napake
th: มีข้อผิดพลาดในการโหลดปฏิทินผู้เรียนของคุณ
vi: Đã xảy ra lỗi khi tải lịch của sinh viên của bạn
zh: 加载学生的日历时发生错误
zh_hk: 載入您的學生的行事曆時發生錯誤

source: Tap to favorite the courses you want to see on the Calendar. Select up to 10.
ar: اضغط إضافة المساقات إلى المفضلة التي ترغب في رؤيتها على التقويم. تحديد 10 بحد أقصى.
ca: Toqueu per afegir als preferits les assignatures que voleu veure al Calendari. Seleccioneu-ne fins a 10.
cy: Tapiwch i nodi fel ffefrynnau’r cyrsiau rydych chi am eu gweld ar y Calendr. Dewiswch hyd at 10.
de: Tippen Sie, um die Kurse, die Sie im Kalender sehen möchten, in die Favoritenliste aufzunehmen. Wählen Sie bis zu 10
es_es: Pulsa para marcar las asignaturas que quieres ver en el calendario como favoritos. Selecciona hasta 10.
fi: Valitse napauttamalla kurssit, jotka haluat nähdä kalenterissa. Valitse enintään 10.
fr_ca: Appuyez pour mettre dans les favoris les cours que vous souhaitez voir sur le calendrier. Sélectionnez-en jusqu’à 10.
ga: Tapáil chun na cúrsaí is fearr leat a fheiceáil ar an bhFéilire. Roghnaigh suas le 10 gcinn.
hi: उन पाठ्यक्रमों को पसंदीदा बनाने के लिए टैप करें जिन्हें आप कैलेंडर पर देखना चाहते हैं। अधिकतम 10 चुनें।
id: Ketuk untuk memfavoritkan kursus yang Anda ingin lihat di Kalender. Pilih hingga 10.
is: Smelltu til að setja námskeiðin sem þú vilt sjá á dagatalinu sem eftirlæti. Veldu allt að tíu.
it: Tocca per mettere nei preferiti i corsi che vuoi vedere sul calendario. Seleziona fino a 10.
ja: タップしてカレンダーに表示したいコースをお気に入りにします。10まで選んでください。
mi: Pātō ki te hiahia o te akoranga e hiahia ana koe ki te kite i runga i te Maramataka. Tīpakohia ki 10.
ms: Ketik untuk menggemari kursus yang ingin anda lihat pada Kalendar. Pilih hingga 10.
nl: Tik op de cursussen die je als favoriet in de kalender wilt zien. Tot maximaal 10 selecteren.
pl: Stuknij, aby dodać do ulubionych kursy, które chcesz wyświetlić w Kalendarzu. Wybierz maksymalnie 10.
pt_br: Toque para favoritar os cursos que você deseja ver no calendário. Selecione até 10.
ru: Коснитесь, чтобы отправить в избранное курсы, которые вам хотелось бы видеть в календаре. Выберите до 10.
sl: Tapnite za dodajanje predmetov, ki jih želite prikazane na koledarju, med priljubljene. Izberite do 10 elementov.
th: กดเลือกเพื่อกำหนดรายการบทเรียนโปรดที่คุณต้องการดูในปฏิทิน เลือกได้สูงสุด 10 รายการ
vi: Hãy nhấn vào để cài đặt khóa học bạn muốn thấy trên Lịch làm mục ưa thích. Chọn tối đa 10.
zh: 点击以收藏您希望在日历中看到的课程。选择最多 10 个。
zh_hk: 點選以選擇您要在行事曆上看到的最愛課程。選擇最多 10 個。

source: You may only choose 10 calendars to display
ar: يمكنك اختيار 10 تقويمات فقط لعرضها
ca: Només podeu triar 10 calendaris perquè es mostrin
cy: Dim ond 10 calendr y cewch chi eu dewis i’w dangos
de: Sie dürfen nur max. 10 Kalender für die Anzeige auswählen
es_es: Solo se pueden elegir 10 calendarios para mostrar
fi: Voit valita vain 10 kalenteria näytettäväksi
fr_ca: Vous pouvez seulement choisir 10 calendriers à afficher
ga: Ní féidir leat ach 10 bhféilire a roghnú lena thaispeáint
hi: आप प्रदर्शित करने के लिए केवल 10 कैलेंडर चुन सकते हैं
id: Anda hanya dapat memilih 10 kalender untuk ditampilkan
is: Aðeins er hægt að velja tíu dagatöl til að sýna
it: Puoi scegliere solo 10 calendari da visualizzare
ja: 表示するカレンダーは10個だけ選択できます
mi: Me kōwhiria e koe 10 maramataka anake ki te whakātu
ms: Anda hanya boleh memilih 10 kalendar untuk dipaparkan
nl: Je kan slecht 10 kalenders kiezen om te tonen
pl: Możesz wybrać tylko 10 kalendarzy do wyświetlenia
pt_br: Você pode escolher apenas 10 calendários para exibir
ru: Вы можете выбрать только 10 календарей для отображения
sl: Za prikaz lahko izberete le 10 koledarjev.
th: คุณสามารถเลือกปฏิทินได้เพียง 10 รายการที่จะจัดแสดง
vi: Bạn chỉ được chọn 10 bộ lịch để hiển thị
zh: 只能选择 10 个要显示的日历
zh_hk: 您只能選擇顯示 10 個行事曆

source: You must select at least one calendar to display
ar: يجب عليك تحديد تقويم واحد على الأقل للعرض
ca: Heu de seleccionar com a mínim un calendari perquè es mostri
cy: Mae’n rhaid i chi ddewis o leiaf un calendr i'w ddangos
de: Sie müssen mindestens einen Kalender anzeigen
es_es: Debes seleccionar al menos un calendario para mostrar
fi: Sinun täytyy valita vähintään yksi kalenteri näytettäväksi
fr_ca: Vous devez sélectionner au moins un calendrier à afficher.
ga: Ní mór duit féilire amháin ar a laghad a roghnú lena thaispeáint
hi: आपको प्रदर्शित करने के लिए कम से कम एक कैलेंडर का चयन करना होगा
id: Anda harus memilih setidaknya satu kalender untuk ditampilkan
is: Velja þarf að minnsta kosti eitt dagatal til að sýna
it: Devi selezionare almeno un calendario da visualizzare
ja: 少なくともひとつのカレンダーを選択しなければなりません。
mi: Me tīpako i te iti rawa tētahi maramataka ki te whakātu
ms: Anda mesti memilih sekurang-kurangnya satu kalendar untuk dipaparkan
nl: Je moet minimaal één kalender selecteren om te tonen
pl: Musisz wybrać co najmniej jeden kalendarz do wyświetlenia
pt_br: Você deve selecionar pelo menos um calendário para exibir
ru: Вы должны выбрать как минимум один календарь для отображения
sl: Izbrati morate vsaj en koledar za prikaz.
th: คุณจะต้องเลือกปฏิทินอย่างน้อยหนึ่งรายการที่จะจัดแสดง
vi: Bạn phải chọn ít nhất một bộ lịch để hiển thị
zh: 必须选择至少 1 个要显示的日历
zh_hk: 必須選擇最少顯示一個行事曆

source: Planner Note
ar: ملاحظة المخطِط
ca: Nota del planificador
cy: Nodyn gan y Trefnydd
de: Planerhinweis
es_es: Nota del planificador
fi: Kalenterin merkintä
fr_ca: Remarque du planificateur
ga: Nóta Pleanálaí
hi: योजनाकर्ता नोट
id: Catatan Planner
is: Minnismiði skipuleggjara
it: Nota agenda
ja: 計画者メモ
mi: Mahere Tuhipoka
ms: Nota Perancang
nl: Planneraantekening
pl: Notatka planera
pt_br: Nota do planejador
ru: Примечание планировщика
sl: Opomba orodja Planner
th: หมายเหตุสำหรับแผนงาน
vi: Ghi Chú Trình Hoạch Định
zh: 计划程序注释
zh_hk: 規劃注釋

source: Go to today
ar: الذهاب إلى اليوم
ca: Vés a avui
cy: Mynd i heddiw
de: Zu „heute“ gehen
es_es: Ir a la fecha de hoy
fi: Siirry tähän päivään
fr_ca: Aller à aujourd’hui
ga: Téigh go dtí inniu
hi: आज पर जाएं
id: Pergi ke hari ini
is: Fara í daginn í dag
it: Vai a oggi
ja: 今日に進む
mi: Haere ki te rā
ms: Terus ke hari ini
nl: Ga naar vandaag
pl: Przejdź do dziś
pt_br: Ir para hoje
ru: Перейти к сегодня
sl: Pojdi na danes
th: ไปที่วันนี้
vi: Đi đến hôm nay
zh: 转至今天
zh_hk: 前往今天

source: Previous Logins
ar: عمليات تسجيل الدخول السابقة
ca: Inicis de sessió anteriors
cy: Manylion Mewngofnodi Blaenorol
de: Frühere Anmeldungen
es_es: Inicios de sesión anteriores
fi: Edelliset kirjautumiset
fr_ca: Connexions précédentes
ga: Logáil Isteach Roimhe Seo
hi: पिछले लॉगिन
id: Login Sebelumnya
is: Fyrri innskráningar
it: Login precedenti
ja: 以前のログイン
mi: Ngā takiurunga o mua
ms: Log Masuk Sebelumnya
nl: Eerdere aanmeldingen
pl: Poprzednie logowania
pt_br: Logins prévios
ru: Предыдущие идентификаторы
sl: Predhodne prijave
th: การล็อกอินก่อนหน้า
vi: Lần Đăng Nhập Trước
zh: 历史登录记录
zh_hk: 先前登入

# canvasLogoLabel
source: Canvas logo
ar: شعار Canvas
ca: Logotip del Canvas
cy: Logo Canvas
es_es: Logotipo de Canvas
fr_ca: Logo de Canvas
ga: Lógó Canvas
hi: Canvas लोगो
id: Logo Canvas
is: Canvas myndmerki
it: Logo Canvas
ja: Canvas ロゴ
mi: Canvas moko
ms: Logo Canvas
pl: Logo Canvas
pt_br: Logotipo do Canvas
ru: Логотип Canvas
sl: Logotip sistema Canvas
th: โลโก้ Canvas
vi: Biểu trưng Canvas
zh: Canvas徽标
zh_hk: Canvas 標誌
