Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*.arb
Languages: ar, ca, cy, de, es_es, fi, fr_ca, ga, hi, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, th, vi, zh, zh_hk

source: Course Announcement
ar: إعلان المساق
ca: Anunci de l'assignatura
cy: Cyhoeddiad Cwrs
de: Kursankündigung
es_es: Anuncio de la asignatura
fi: Kurssin ilmoitus
fr_ca: Annonce du cours
ga: Fógra an Chúrsa
hi: पाठ्यक्रम की घोषणा
id: Pengumuman Kursus
is: Tilkynning námskeiðs
it: Annuncio corso
ja: コースのお知らせ
mi: Akoranga Pānuitanga
ms: Pengumuman Kursus
nl: Cursusaankondiging
pl: Ogłoszenie kursu
pt_br: Aviso do curso
ru: Объявление о курсе
sl: Obvestilo o predmetu
th: ประกาศแจ้งสำหรับบทเรียน
vi: Thông Báo Khóa Học
zh: 课程公告
zh_hk: 課程通告

source: Institution Announcement
ar: إعلان المؤسسة
ca: Anunci de la institució
cy: Cyhoeddiad Sefydliad
de: Institutsankündigung
es_es: Anuncio de la institución
fi: Laitoksen ilmoitus
fr_ca: Annonce de l’institution
ga: Fógra Institiúide
hi: संस्थान की घोषणा
id: Pengumuman Lembaga
is: Stofnana tilkynning
it: Annuncio istituto
ja: 学校のお知らせ
mi: Pānuitanga o te Whakanōhanga
ms: Pengumuman Institusi
nl: Aankondiging organisatie
pl: Ogłoszenie instytucji
pt_br: Aviso da instituição
ru: Объявление об учебном заведении
sl: Obvestilo ustanove
th: ประกาศของสถาบัน
vi: Thông Báo Tổ Chức
zh: 机构公告
zh_hk: 機構通告

source: Assignment Grade Above {threshold}
ar: تقييم المهمة أعلاه {threshold}
ca: Nota de l'activitat per sobre de {threshold}
cy: Gradd yr Aseiniad yn Uwch na {threshold}
de: Aufgabennote über {threshold}
es_es: Nota de la actividad superior a {threshold}
fi: Tehtävän arvosana yllä {threshold}
fr_ca: Note de la tâche supérieure à {threshold}
ga: Marc an Taisc Thar {threshold}
hi: {threshold} से ऊपर का असाइनमेंट ग्रेड
id: Nilai Tugas Di Atas {threshold}
is: Verkefnaeinkunn fyrir ofan {threshold}
it: Voto compito sopra {threshold}
ja: {threshold} 点を超える課題評定
mi: Kōeke Whakataunga Runga {threshold}
ms: Gred Tugasan Atas {threshold}
nl: Opdrachtcijfer hoger dan {threshold}
pl: Ocena za zadanie powyżej {threshold}
pt_br: Nota da tarefa acima {threshold}
ru: Оценка за задание выше {threshold}
sl: Ocena pri nalogi višja od {threshold}
th: เกรดภารกิจมากกว่า {threshold}
vi: Điểm Bài Tập Trên {threshold}
zh: 作业评分高于{threshold}
zh_hk: 作業評分高於 {threshold}

source: Assignment Grade Below {threshold}
ar: تقييم المهمة أدناه {threshold}
ca: Nota de l'activitat per sota de {threshold}
cy: Gradd yr Aseiniad yn Is na {threshold}
de: Aufgabennote unter {threshold}
es_es: Nota de la actividad inferior a {threshold}
fi: Tehtävän arvosana alla {threshold}
fr_ca: Note de la tâche inférieure à {threshold}
ga: Marc an Taisc Faoi {threshold}
hi: {threshold} से नीचे का असाइनमेंट ग्रेड
id: Nilai Tugas Di Bawah {threshold}
is: Verkefnaeinkunn fyrir neðan {threshold}
it: Voto compito sotto {threshold}
ja: {threshold} 点未満の課題評定
mi: Kōeke Whakataunga Raro {threshold}
ms: Gred Tugasan Bawah {threshold}
nl: Opdrachtcijfer lager dan {threshold}
pl: Ocena za zadanie poniżej {threshold}
pt_br: Nota da tarefa abaixo {threshold}
ru: Оценка за задание ниже {threshold}
sl: Ocena pri nalogi nižja od {threshold}
th: เกรดภารกิจต่ำกว่า {threshold}
vi: Điểm Bài Tập Dưới {threshold}
zh: 作业评分低于{threshold}
zh_hk: 作業評分低於 {threshold}

source: Course Grade Above {threshold}
ar: تقييم المساق أعلاه {threshold}
ca: Nota de l'assignatura per sobre de {threshold}
cy: Gradd y Cwrs yn Uwch na {threshold}
de: Kursnote über {threshold}
es_es: Nota de la asignatura superior a {threshold}
fi: Kurssin arvosana yllä {threshold}
fr_ca: Note du cours supérieure à {threshold}
ga: Marc an Chúrsa Thar {threshold}
hi: {threshold} से ऊपर का पाठ्यक्रम ग्रेड
id: Nilai Kursus Di Atas {threshold}
is: Námskeiðseinkunn fyrir ofan {threshold}
it: Voto corso sopra {threshold}
ja: {threshold} 点を超えるコース評定
mi: Kōeke Akoranga Runga {threshold}
ms: Gred Kursus Atas {threshold}
nl: Cursuscijfer hoger dan {threshold}
pl: Ocena z kursu powyżej {threshold}
pt_br: Nota do curso acima {threshold}
ru: Оценка за курс выше {threshold}
sl: Ocena pri predmetu višja od {threshold}
th: เกรดบทเรียนมากกว่า {threshold}
vi: Điểm Khóa Học Trên {threshold}
zh: 课程评分高于{threshold}
zh_hk: 課程評分高於 {threshold}

source: Course Grade Below {threshold}
ar: تقييم المساق أدناه {threshold}
ca: Nota de l'assignatura per sota de {threshold}
cy: Gradd y Cwrs yn Is na {threshold}
de: Kursnote unter {threshold}
es_es: Nota de la asignatura inferior a {threshold}
fi: Kurssin arvosana alla {threshold}
fr_ca: Note du cours inférieure à {threshold}
ga: Marc an Chúrsa Faoi {threshold}
hi: {threshold} से नीचे का पाठ्यक्रम ग्रेड
id: Nilai Kursus Di Bawah {threshold}
is: Námskeiðseinkunn fyrir neðan {threshold}
it: Voto corso sotto {threshold}
ja: {threshold} 点未満のコース評定
mi: Kōeke Akoranga Raro {threshold}
ms: Gred Kursus Bawah {threshold}
nl: Cursuscijfer lager dan {threshold}
pl: Ocena z kursu poniżej {threshold}
pt_br: Nota do curso abaixo {threshold}
ru: Оценка за курс ниже {threshold}
sl: Ocena pri predmetu nižja od {threshold}
th: เกรดบทเรียนน้อยกว่า {threshold}
vi: Điểm Khóa Học Dưới {threshold}
zh: 课程评分低于{threshold}
zh_hk: 課程評分低於 {threshold}

source: Settings
ar: الإعدادات
ca: Configuració
cy: Gosodiadau
de: Einstellungen
es_es: Configuraciones
fi: Asetukset
fr_ca: Paramètres
ga: Socruithe
hi: सेटिंग्स
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
mi: Ngā Tautuhinga
ms: Tetapan
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sl: Nastavitve
th: ค่าปรับตั้ง
vi: Cài Đặt
zh: 设置
zh_hk: 設定

source: Theme
ar: النسق
ca: Tema
cy: Thema
de: Design
es_es: Tema
fi: Teema
fr_ca: Thème
ga: Téama
hi: थीम
id: Tema
is: Þema
it: Tema
ja: テーマ
mi: Kaupapa
ms: Tema
nl: Thema
pl: Motyw
pt_br: Tema
ru: Тема
sl: Tema
th: ธีม
vi: Chủ Đề
zh: 主题、话题
zh_hk: 主題

source: Dark Mode
ar: وضع داكن
ca: Mode fosc
cy: Modd Tywyll
de: Dunkel-Modus
es_es: Modo oscuro
fi: Tumma tila
fr_ca: Mode sombre
ga: Mód Dorcha
hi: डार्क मोड
id: Mode Gelap
is: Dökk stilling
it: Modalità Scura
ja: ダークモード
mi: Aratau Pouri
ms: Mod Gelap
nl: Donkere modus
pl: Tryb ciemnego tła
pt_br: Modo escuro
ru: Темный режим
sl: Temni način
th: โหมดมืด
vi: Chế Độ Tối
zh: 暗模式
zh_hk: 暗色模式

source: Light Mode
ar: وضع فاتح
ca: Mode clar
cy: Modd Golau
de: Heller Modus
es_es: Modo claro
fi: Vaalea tila
fr_ca: Mode Jour
ga: Mód Geall
hi: लाइट मोड
id: Mode Terang
is: Ljós stilling
it: Modalità chiara
ja: ライトモード
mi: Aratau Mārama
ms: Mod Terang
nl: Lichte modus
pl: Tryb jasny
pt_br: Modo claro
ru: Светлый режим
sl: Svetli način
th: โหมดสว่าง
vi: Chế Độ Sáng
zh: 亮模式
zh_hk: 淡色模式

source: High Contrast Mode
ar: وضع عالي التباين
ca: Mode de contrast alt
cy: Modd â Chyferbyniad Uchel
de: Hochkontrastmodus
es_es: Modo de alto contraste
fi: Korkean kontrastin tila
fr_ca: Mode haut contraste
ga: Mód Codarsnachta Ard
hi: हाई कंट्रास्ट मोड
id: Mode Kontras Tinggi
is: Háskerpustilling
it: Modalità alto contrasto
ja: 高コントラストモード
mi: Pūrata nui Aratau
ms: Mod Kontras Tinggi
nl: Modus hoog contrast
pl: Tryb wysokiego kontrastu
pt_br: Modo de alto contraste
ru: Высококонтрастный режим
sl: Visokokontrastni način
th: โหมดคอนทราสต์สูง
vi: Chế Độ Độ Tương Phản Cao
zh: 高对比度模式
zh_hk: 高對比模式

source: Use Dark Theme in Web Content
ar: استخدام النسق الداكن في محتوى الويب
ca: Utilitza el tema fosc al contingut web
cy: Defnyddio Thema Dywyll mewn Cynnwys Gwe
de: Dunkles Design für Web-Inhalte verwenden
es_es: Usar tema oscuro en el contenido web
fi: Käytä pimeää teemaa verkon sisällössä
fr_ca: Utiliser le thème sombre dans le contenu Web
ga: Úsáid Téama Dorcha in Ábhar Gréasáin
hi: वेब सामग्री में डार्क थीम का उपयोग करें
id: Gunakan Tema Gelap di Konten Web
is: Nota dökkt þema í vefefni
it: Usa tema scuro nel contenuto web
ja: ウェブコンテンツでダークテーマを使用する
mi: Whakamahia Kaupapa Pouri i roto i te Ipurangi Ihirangi
ms: Gunakan Tema Gelap dalam Kandungan Web
nl: Donker thema gebruiken voor webcontent
pl: Użyj ciemnego motywu w zawartości sieciowej
pt_br: Usar tema escuro em conteúdo web
ru: Использовать темную тему в веб-контенте
sl: Uporabi temno temo za spletno vsebino
th: ใช้ธีมมืดในเนื้อหาบนเว็บ
vi: Sử Dụng Chủ Đề Tối Trong Nội Dung Web
zh: 在 Web 内容中使用深色主题
zh_hk: 在網頁內容使用暗色外觀主題

source: Appearance
ar: المظهر
ca: Aspecte
cy: Ymddangdosiad
de: Aussehen
es_es: Apariencia
fi: Ulkoasu
fr_ca: Apparence
ga: Dealramh
hi: दिखावट
id: Tampilan
is: Útlit
it: Aspetto
ja: 外観
mi: Āhua
ms: Penampilan
nl: Uiterlijk
pl: Wygląd
pt_br: Aparência
ru: Представление
sl: Videz
th: ลักษณะภายนอก
vi: Ngoại Hình
zh: 外观
zh_hk: 外觀

source: Successfully submitted!
ar: تم الإرسال بنجاح!
ca: S'ha enviat correctament.
cy: Wedi llwyddo i gyflwyno!
de: Wurde abgegeben!
es_es: Entrega realizada
fi: Lähetetty onnistuneesti!
fr_ca: Envoyé avec succès!
ga: Curtha isteach go rathúil!
hi: सफलतापूर्वक सबमिट किया गया!
id: Berhasil diserahkan!
is: Skil tókust!
it: Inviato correttamente!
ja: 正常に提出されました！
mi: Oti pai te tuku!
ms: Berjaya diserahkan!
nl: Inlevering is gelukt!
pl: Przesłano pomyślnie!
pt_br: Enviado com sucesso!
ru: Успешно отправлено!
sl: Uspešno poslano.
th: ส่งเสร็จสิ้น!
vi: Đã nộp thành công!
zh: 已成功提交。
zh_hk: 成功提交！

# submissionStatusSuccessSubtitle
source: This assignment was submitted on {date} at {time} and is waiting to be graded
ar: تم إرسال هذه المهمة في {date} {time} وبانتظار التقييم
ca: Aquesta activitat es va entregar el {date} a les {time} i està a l'espera de nota
cy: Cafodd yr aseiniad hwn ei gyflwyno ar {date} am {time} ac mae’n aros i gael ei raddio
de: Diese Aufgabe wurde am {date} um {time} abgegeben und wartet auf die Benotung
es_es: Esta actividad se envió el {date} a las {time} y está a la espera de la nota
fi: Tämä tehtävä lähetettiin {date} {time} ja odottaa arvosanan antoa
fr_ca: Cette tâche a été soumise le {date} à {time} et attend d’être notée
ga: Cuireadh an tasc seo isteach ar {date} ag {time} agus tá sé ag fanacht le bheith marcáilte
hi: यह असाइनमेंट {date} को {time} बजे सबमिट की गई थी और ग्रेड होने की प्रतीक्षा कर रही है
id: Tugas ini diserahkan pada {date} pukul {time} dan menunggu untuk dinilai
is: Þetta verkefni var sent inn þann {date} klukkan {time} og bíður einkunnar
it: Questo compito è stato inviato il {date} alle {time} ed è in attesa della valutazione
ja: この課題は {date} の {time} に提出され、採点中です
mi: I tukuna tēnei whakataunga i runga i {date} kī {time} ana kei te tatari ki te kōeketia
ms: Tugasan ini berjaya diserahkan pada {date} {time} dan sedang menanti penggredan
nl: Deze opdracht werd ingeleverd op {date} om {time} en wacht op beoordeling
pl: To zadanie zostało przesłane w dniu {date} o godz. {time} i oczekuje na ocenę
pt_br: Esta tarefa foi enviada em {date} às {time} e está esperando avaliação
ru: Это задание было отправлено {date} в {time} и ожидает оценки
sl: Ta naloga je bila poslana dne {date} ob {time} in čaka na ocenjevanje
th: ภารกิจนี้ถูกจัดส่งแล้วเมื่อ {date} เวลา {time} และกำลังรอการให้เกรด
vi: Bài tập này đã được nộp vào {date} lúc {time} và đang chờ chấm điểm
zh: 此作业提交时间为{date}，{time}，正在等待评分
zh_hk: 此作業在 {date} 的 {time} 上已提交，並且正在等待評分

# outOfPoints
source: {howMany,plural, =1{Out of 1 point}other{Out of {points} points}}
ar: {howMany,plural, =1{من إجمالي 1 نقطة}other{من إجمالي {points} نقاط}}
ca: {howMany,plural, =1{D'1 punt}other{De {points} punts}}
cy: {howMany,plural, =1{Allan o 1 pwynt}other{Allan o {points} pwynt}}
de: {howMany,plural, =1{von 1 Punkt}other{von {points} Punkten}}
es_es: {howMany,plural, =1{De 1 punto}other{De {points} puntos}}
fi: {howMany,plural, =1{/1 piste}other{/{points} pistettä}}
fr_ca: {howMany,plural, =1{Sur 1 point}other{Sur {points} points}}
ga: {howMany,plural, =1{As pointe 1}other{ as {points} pointe}}
hi: {howMany,plural, =1{1 पॉइंट में से}other{{points} पॉइंट्स में से}}
id: {howMany,plural, =1{Dari 1 poin}other{Dari {points} poin}}
is: {howMany,plural, =1{Af 1 stigi}other{Af {points} stigum}}
it: {howMany,plural, =1{Di 1 punto}other{Di {points} punti}}
ja: {howMany,plural, =1{1 ポイントから}other{{points} ポイントから}}
mi: {howMany,plural, =1{I waho i te 1 koinga}other{I waho i te {points} ngā kōinga}}
ms: {howMany,plural, =1{Daripada 1 mata}other{Daripada {points} mata}}
nl: {howMany,plural, =1{Van 1 punt}other{Van {points} punten}}
pl: {howMany,plural, =1{Z 1 pkt}other{Z {points} pkt}}
pt_br: {howMany,plural, =1{De 1 ponto}other{De {points} pontos}}
ru: {howMany,plural, =1{Из 1 балла}other{Из {points} баллов}}
sl: {howMany,plural, =1{Od 1 točke}other{Od {points} točk}}
th: {howMany,plural, =1{จาก 1 คะแนน}other{จาก {points} คะแนน}}
vi: {howMany,plural, =1{Trên tổng số 1 điểm}other{Trên tổng số {points} điểm}}
zh: {howMany,plural, =1{共1分}other{共{points}分}}
zh_hk: {howMany,plural, =1{滿分為 1 分}other{滿分為 {points} 分}}

source: Excused
ar: معفى
ca: Excusat
cy: Wedi esgusodi
de: Entschuldigt
es_es: Justificado
fi: Vapautettu
fr_ca: Exempté
ga: Leithscéal faighte
hi: माफ़ किया
id: Dibolehkan
is: Undanþegið
it: Giustificato
ja: 免除
mi: Whakawātea
ms: Dimaafkan
nl: Vrijgesteld
pl: Usprawiedliwiony
pt_br: Dispensado
ru: По уважительной причине
sl: Opravičeno
th: ได้รับการยกเว้น
vi: Đã Xin Phép
zh: 已免除
zh_hk: 已免除

source: Complete
ar: مكتمل
ca: Complet
cy: Cwblhau
de: Fertigstellen
es_es: Completo
fi: Valmis
fr_ca: Terminé
ga: Críochnaithe
hi: पूरा हुआ
id: Lengkap
is: Lokið
it: Completa
ja: 完了
mi: Oti
ms: Lengkap
nl: Voltooid
pl: Ukończony
pt_br: Concluído
ru: Завершить
sl: Zaključeno
th: เสร็จสิ้น
vi: Hoàn thành
zh: 完成
zh_hk: 完成

source: Incomplete
ar: غير مكتمل
ca: Incomplet
cy: Heb Gwblhau
de: Unvollständig
es_es: Incompleto
fi: Keskeneräinen
fr_ca: Incomplet
ga: Neamhchríochnaithe
hi: अधूरा
id: Tidak lengkap
is: Ólokið
it: Non completato
ja: 未完了
mi: Kaore i te oti
ms: Tidak lengkap
nl: Onvoltooid
pl: Nie ukończono
pt_br: Incompleto
ru: Не завершено
sl: Nezaključeno
th: ไม่เสร็จสิ้น
vi: Chưa hoàn thành
zh: 未完成
zh_hk: 未完成

source: minus
ar: سالب
ca: menys
cy: minws
es_es: menos
fi: miinus
fr_ca: moins
ga: lúide
hi: ऋण
is: mínus
it: meno
ja: マイナス
mi: tango
ms: tolak
pt_br: menos
ru: минус
th: ลบ
vi: trừ
zh: 负分
zh_hk: 減

# latePenalty
source: Late penalty (-{pointsLost})
ar: عقوبة التأخير (-{pointsLost})
ca: Sanció per endarreriment (-{pointsLost})
cy: Cosb am fod yn hwyr (-{pointsLost})
de: Strafe für Verspätung (-{pointsLost})
es_es: Sanción por entrega con retraso (-{pointsLost})
fi: Rangaistus myöhästymisestä (-{pointsLost})
fr_ca: Pénalité de retard (-{pointsLost})
ga: Pionós déanach (-{pointsLost})
hi: विलंब दंड (-{pointsLost})
id: Penalti terlambat ({pointsLost})
is: Viðurlög vegna of seinna skila (-{pointsLost})
it: Penale ritardo (-{pointsLost})
ja: 提出遅れペナルティ (-{pointsLost})
mi: Whiu tōmuri (-{pointsLost})
ms: Denda lewat (-{pointsLost})
nl: Sanctie indien te laat (-{pointsLost})
pl: Kara za spóźnienie (-{pointsLost})
pt_br: Penalidade por atraso (-{pointsLost})
ru: Снижение оценки за опоздание (-{pointsLost})
sl: Kazen za zamudo (-{pointsLost})
th: โทษปรับล่าช้า (-{pointsLost})
vi: Hình phạt trễ (-{pointsLost})
zh: 迟交罚分 (-{pointsLost})
zh_hk: 逾期懲罰 (-{pointsLost})

# finalGrade
source: Final Grade: {grade}
ar: الدرجة النهائية: {grade}
ca: Nota final: {grade}
cy: Gradd Derfynol: {grade}
de: Gesamtnote: {grade}
es_es: Nota final: {grade}
fi: Lopullinen arvosana: {grade}
fr_ca: Note finale : {grade}
ga: Marc Deiridh: {grade}
hi: अंतिम ग्रेड: {grade}
id: Nilai Final: {grade}
is: Lokaeinkunn: {grade}
it: Voto finale: {grade}
ja: 最終評定：{grade}
mi: Kōeke whakamutunga: {grade}
ms: Gred Akhir: {grade}
nl: Eindcijfer: {grade}
pl: Ocena końcowa: {grade}
pt_br: Nota final: {grade}
ru: Итоговая оценка: {grade}
sl: Končna ocena: {grade}
th: เกรดสรุป: {grade}
vi: Điểm Cuối Cùng: {grade}
zh: 最终评分：{grade}
zh_hk: 最終評分：{grade}

source: Alert Settings
ar: إعدادات التنبيه
ca: Configuració de l'avís
cy: Gosodiadau Hysbysu
de: Alarmeinstellungen
es_es: Configuraciones de alertas
fi: Hälytykse asetukset
fr_ca: Réglages de l’alerte
ga: Socruithe Foláirimh
hi: चेतावनी की सेटिंग्स
id: Pengaturan Peringatan
is: Viðvörunarstillingar
it: Impostazioni avviso
ja: アラート設定
mi: Matohi Tautuhinga
ms: Tetapan Isyarat
nl: Waarschuwingsinstellingen
pl: Ustawienia alertów
pt_br: Configurações do alerta
ru: Настройки оповещения
sl: Nastavitve opozoril
th: ค่าการแจ้งเตือน
vi: Cài Đặt Cảnh Báo
zh: 警告设置
zh_hk: 提醒設定

source: Alert me when…
ar: تنبيهي عندما...
ca: Avisa'm quan...
cy: Rhowch wybod i mi pan...
de: Mich warnen, wenn …
es_es: Enviarme una alerta cuando...
fi: Hälytä minua, kun...
fr_ca: M’alerter lorsque…
ga: Tabhair foláireamh dom nuair…
hi: मुझे चेतावनी दें जब…
id: Ingatkan saya ketika...
is: Vara mig við þegar…
it: Avvisami quando…
ja: 次の場合にアラートを送信…
mi: Matohi ahau ina...
ms: Beri isyarat kepada saya apabila...
nl: Waarschuw me als...
pl: Powiadom mnie, gdy...
pt_br: Avisem-me quando...
ru: Оповестить меня, когда…
sl: Opozori me, ko ...
th: แจ้งเตือนฉันเมื่อ...
vi: Cảnh báo tôi khi...
zh: 当...时警告我
zh_hk: 在下列情形時提醒我...

source: Course grade below
ar: تقييم المساق أدناه
ca: Nota de l'assignatura per sota de
cy: Gradd y cwrs yn is na
de: Kursnote unter
es_es: Nota de la asignatura inferior a
fi: Kurssin arvosana alapuolella
fr_ca: Note du cours inférieure à
ga: Marc an chúrsa thar
hi: इससे नीचे का पाठ्यक्रम ग्रेड:
id: Nilai kursus di bawah
is: Námskeiðseinkunn fyrir neðan
it: Voto corso sotto
ja: を超えるコース評定
mi: Kōeke akoranga i raro
ms: Gred kursus bawah
nl: Cursuscijfer lager dan
pl: Ocena z kursu poniżej
pt_br: Nota do curso abaixo
ru: Оценка за курс ниже
sl: Ocena pri predmetu nižja od
th: บทเรียน เกรดน้อยกว่า
vi: Điểm khóa học dưới
zh: 课程评分低于
zh_hk: 課程評分低於

source: Course grade above
ar: تقييم المساق أعلاه
ca: Nota de l'assignatura per sobre de
cy: Gradd y cwrs yn uwch na
de: Kursnote über
es_es: Nota de la asignatura superior a
fi: Kurssin arvosana yläpuolella
fr_ca: Note du cours supérieure à
ga: Marc an chúrsa faoi
hi: इससे ऊपर का पाठ्यक्रम ग्रेड:
id: Nilai kursus di atas
is: Námskeiðseinkunn fyrir ofan
it: Voto corso sopra
ja: 未満のコース評定
mi: Kōeke akoranga i runga
ms: Gred kursus atas
nl: Cursuscijfer hoger dan
pl: Ocena z kursu powyżej
pt_br: Nota do curso acima
ru: Оценка за курс выше
sl: Ocena pri predmetu višja od
th: บทเรียน เกรดมากกว่า
vi: Điểm khóa học trên
zh: 课程评分高于
zh_hk: 課程評分高於

source: Assignment missing
ar: مهمة مفقودة
ca: Activitat no presentada
cy: Aseiniad ar goll
de: Aufgabe fehlt
es_es: Actividad no presentada
fi: Tehtävä puuttuu
fr_ca: Tâche manquante
ga: Tasc in easnamh
hi: असाइनमेंट लापता है
id: Tugas tidak ada
is: Verkefni vantar
it: Compito mancante
ja: 課題がありません
mi: E ngaro ana whakataunga
ms: Tugasan tiada
nl: Opdracht ontbreekt
pl: Brak zadania
pt_br: Tarefa em falta
ru: Задание отсутствует
sl: Manjkajoča naloga
th: ไม่มีภารกิจ
vi: Bài tập bị thiếu
zh: 缺少作业
zh_hk: 缺少作業

source: Assignment grade below
ar: تقييم المهمة أدناه
ca: Nota de l'activitat per sota de
cy: Gradd yr aseiniad yn is na
de: Aufgabennote unter
es_es: Nota de la actividad inferior a
fi: Tehtävän arvosana alla
fr_ca: Note de la tâche inférieure à
ga: Marc an taisc faoi
hi: इससे नीचे का असाइनमेंट ग्रेड:
id: Nilai tugas di bawah
is: Verkefnaeinkunn fyrir neðan
it: Voto compito sotto
ja: を超える課題評定
mi: Kōeke whakataunga raro
ms: Gred tugasan bawah
nl: Opdrachtcijfer lager dan
pl: Ocena za zadanie poniżej
pt_br: Nota da tarefa abaixo
ru: Оценка за задание ниже
sl: Ocena pri nalogi nižja od
th: เกรดภารกิจน้อยกว่า
vi: Điểm bài tập dưới
zh: 作业评分低于
zh_hk: 作業評分低於

source: Assignment grade above
ar: تقييم المهمة أعلاه
ca: Nota de l'activitat per sobre de
cy: Gradd yr aseiniad yn uwch na
de: Aufgabennote über
es_es: Nota de la actividad superior a
fi: Tehtävän arvosana yllä
fr_ca: Note de la tâche supérieure à
ga: Marc an taisc thar
hi: इससे ऊपर का असाइनमेंट ग्रेड:
id: Nilai tugas di atas
is: Verkefnaeinkunn fyrir ofan
it: Voto compito sopra
ja: 未満の課題評定
mi: Kōeke whakataunga runga
ms: Gred tugasan atas
nl: Opdrachtcijfer hoger dan
pl: Ocena za zadanie powyżej
pt_br: Nota da tarefa acima
ru: Оценка за задание выше
sl: Ocena pri nalogi višja od
th: เกรดภารกิจมากกว่า
vi: Điểm bài tập trên
zh: 作业评分高于
zh_hk: 作業評分高於

source: Course Announcements
ar: إعلانات المساق
ca: Anuncis de l'assignatura
cy: Cyhoeddiadau Cwrs
de: Kursankündigungen
es_es: Anuncios de la asignatura
fi: Kurssin ilmoitukset
fr_ca: Annonces de cours
ga: Fógraí an Chúrsa
hi: पाठ्यक्रम घोषणाएं
id: Pengumuman Kursus
is: Tilkynningar námskeiðs
it: Annunci corso
ja: コースのお知らせ
mi: Pānuitanga Akoranga
ms: Pengumuman Kursus
nl: Cursusaankondigingen
pl: Ogłoszenia dotyczące kursu
pt_br: Avisos do Curso
ru: Объявления курса
sl: Obvestila o predmetu
th: ประกาศเกี่ยวกับบทเรียน
vi: Thông Báo Chung Khóa Học
zh: 课程公告
zh_hk: 課程通告

source: Institution Announcements
ar: إعلانات المؤسسة
ca: Anuncis de la institució
cy: Cyhoeddiadau Sefydliadau
de: Institutsankündigungen
es_es: Anuncios de la institución
fi: Laitoksen ilmoitukset
fr_ca: Annonces de l’institution
ga: Fógraí na hInstitiúide
hi: संस्थान की घोषणाएं
id: Pengumuman Institusi
is: Stofnana tilkynningar
it: Annunci istituto
ja: 学校のお知らせ
mi: Whaaknōhanga pānutianga
ms: Pengumuman Institusi
nl: Aankondigingen van instituut
pl: Ogłoszenia instytucji
pt_br: Avisos da Instituição
ru: Объявления заведения
sl: Obvestila ustanove
th: ประกาศของสถาบัน
vi: Thông Báo Chung Tổ Chức
zh: 机构通告
zh_hk: 機構的告

source: Never
ar: أبدًا
ca: Mai
cy: Byth
de: Nie
es_es: Nunca
fi: Ei koskaan
fr_ca: Jamais
ga: Riamh
hi: कभी नहीं
id: Tidak Pernah
is: Aldrei
it: Mai
ja: 今後実行しない
mi: Kaua rawa
ms: Tidak Pernah
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sl: Nikoli
th: ไม่เลย
vi: Không Bao Giờ
zh: 从不
zh_hk: 永不

source: Grade percentage
ar: النسبة المئوية للدرجة
ca: Percentatge de la nota
cy: Canran gradd
de: Noten-Prozentsatz
es_es: Porcentaje de nota
fi: Arvosanan prosenttiosuus
fr_ca: Pourcentage de notes
ga: Céatadán an mairc
hi: ग्रेड प्रतिशत
id: Persentase nilai
is: Einkunnahlutfall
it: Percentuale voto
ja: 評定パーセンテージ
mi: Kōeke pai hēneti
ms: Peratusan Gred
nl: Cijferpercentage
pl: Procent oceny
pt_br: Porcentagem da nota
ru: Процент оценок
sl: Odstotek ocene
th: เปอร์เซ็นต์เกรด
vi: Điểm dạng phần trăm
zh: 评分百分数
zh_hk: 評分百分比

source: There was an error loading your student's alerts.
ar: حدث خطأ أثناء تحميل تنبيهات الطالب.
ca: S'ha produït un error en carregar els vostres avisos de l'estudiant.
cy: Gwall wrth lwytho hysbysiadau eich myfyriwr.
de: Fehler beim Laden der Studierendenalarme.
es_es: Ha habido un error al cargar las alertas de tus estudiantes.
fi: Opiskelijahälytysten latauksessa ilmeni virhe.
fr_ca: Une erreur est survenue lors du chargement des alertes de votre étudiant.
ga: Tharla earráid agus foláirimh do mhic léinn á lódáil.
hi: आपके छात्र की चेतावनियां लोड करने में त्रुटि हुई।
id: Terjadi kesalahan ketika memuat peringatan siswa Anda.
is: Villa kom upp við að sækja viðvaranir nemanda þíns.
it: Si è verificato un errore durante il caricamento degli avvisi dello studente.
ja: 受講者のアラートのロード中にエラーが発生しました
mi: He hapa i te wā e uta ana ngā matohi a tō ākonga.
ms: Terdapat ralat untuk memuatkan isyarat pelajar anda.
nl: Er is een fout opgetreden bij het laden van de waarschuwingen van je cursist.
pl: Wystąpił błąd podczas wczytywania alertów dla uczestników.
pt_br: Houve um erro ao carregar os alertas do seu aluno.
ru: Произошла ошибка при загрузке оповещений ваших студентов.
sl: Pri nalaganju opozoril vašega študenta je prišlo do napake.
th: มีข้อผิดพลาดในการโหลดการแจ้งเตือนสำหรับผู้เรียนของคุณ
vi: Đã xảy ra lỗi khi tải cảnh báo sinh viên của bạn.
zh: 加载学生的警告时发生错误。
zh_hk: 載入您的學生的提醒時發生錯誤。

source: Must be below 100
ar: يجب أن تقل عن 100
ca: Ha de ser inferior a 100
cy: Rhaid bod is na 100
de: Muss unter 100 liegen
es_es: Debe ser inferior a 100
fi: Täytyy olla alle 100
fr_ca: Moins de 100
ga: Ní mór dó a bheith faoi 100
hi: 100 से कम होना चाहिए
id: Harus di bawah 100
is: Verður að vera undir 100
it: Deve essere sotto 100
ja: 100 未満にする必要があります
mi: Me raro iho i te 100
ms: Mestilah bawah 100
nl: Moet lager zijn dan 100
pl: Wymagane poniżej 100
pt_br: Deve ser abaixo de 100
ru: Должно быть меньше 100
sl: Mora biti nižje od 100
th: จะต้องต่ำกว่า 100
vi: Phải dưới 100
zh: 必须低于100
zh_hk: 必須低於 100
