Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*_instk12.arb
Languages: da, nb, sv

source: Request Login Help Button
da: Knap til anmodning om hjælp til login
nb: “Be om hjelp til å logge inn”-knapp
sv: Hjälpknapp för inloggningsförfrågningar

source: Request Login Help
da: Anmod om hjælp til login
nb: Be om hjelp til å logge inn
sv: Begär hjälp med inloggning

source: I'm having trouble logging in
da: Jeg har problemer med at logge ind
nb: Jeg har problemer med å logge inn
sv: Jag kan inte logga in

source: An error occurred when trying to display this link
da: Der opstod en fejl ved forsøg på at vise dette link
nb: Feil oppsto da du ønsket å vise denne lenken.
sv: Ett fel uppstod när länken skulle visas

source: We are unable to display this link, it may belong to an institution you currently aren't logged in to.
da: Vi kan ikke vise dette link, måske hører det til en institution, som du i øjeblikket ikke er logget ind på.
nb: Vi kan ikke vise denne lenken, den kan eies av en instutisjon som du for øyeblikket ikke er innlogget i.
sv: Det går inte att visa den här länken. Den kan tillhöra en institution du för närvarande inte är inloggad på.

source: Link Error
da: Linkfejl
nb: Feil på lenke
sv: Länkfel

source: Open In Browser
da: Åbn i browser
nb: Åpne i nettleser
sv: Öppna i webbläsare

source: You'll find the QR code on the web in your account profile. Click 'QR for Mobile Login' in the list.
da: Du finder QR-koden på nettet i din kontoprofil. Klik på 'QR for mobil login' på listen.
nb: Du finner QR-koden på nettet i kontoprofilen din. Klikk på “QR for mobil-innlogging” i listen.
sv: Du hittar QR-koden på webben i din kontoprofil. Klicka på "QR för mobil inloggning" i listan.

source: Locate QR Code
da: Find QR-kode
nb: Lokalisere QR-kode
sv: Lokalisera QR-kod

source: Please scan a QR code generated by Canvas
da: Scan en QR-kode genereret af Canvas
nb: Skann en QR-kode generert av Canvas
sv: Skanna en QR-kod som genererats i Canvas.

source: There was an error logging in. Please generate another QR Code and try again.
da: Der opstod en fejl ved indlogning. Generer en QR-kode til, og prøv igen.
nb: Det oppsto en feil ved innlogging. Vennligst lag en ny QR-kode og prøv på nytt.
sv: Det gick inte att logga in. Generera en annan QR-kod och försök igen.

source: Screenshot showing location of QR code generation in browser
da: Skærmbillede, der viser placeringen af QR-kodegenerering i browseren
nb: Skjermbilde som viser plassering av QR-kodegenerering i nettleser
sv: Skärmdumpen visar platsen för QR-kodgenerering i webbläsaren

source: QR scanning requires camera access
da: QR-scanning kræver kameraadgang
nb: QR-skanning krever kameratilgang
sv: QR-skanning kräver kameraåtkomst

source: The linked item is no longer available
da: Det linkede element er ikke længere tilgængeligt
nb: Det koblede elementet er ikke lenger tilgjengelig
sv: Det länkade objektet är inte längre tillgängligt

source: Message sent
da: Besked sendt
nb: Melding sendt
sv: Meddelandet har skickats

source: Acceptable Use Policy
da: Acceptabel brugspolitik
nb: Retningslinjer for akseptabel bruk
sv: Acceptable Use Policy (Policy för godkänd användning)

source: Submit
da: Aflever
nb: Send inn
sv: Spara

source: Either you're a new user or the Acceptable Use Policy has changed since you last agreed to it. Please agree to the Acceptable Use Policy before you continue.
da: Enten er du en ny bruger, eller Betingelser for acceptabel brug er blevet ændret, siden du accepterede dem. Du bedes acceptere Betingelser for acceptabel brug, før du fortsætter.
nb: Enten du er ny bruker eller retningslinjer for akseptabel bruk er endret siden sist du godkjente dem. Du må godta retningslinjer for akseptabel bruk før du fortsetter.
sv: Antingen är du en ny användare eller så har policyn för godkänd användning ändrats sedan du senast godkände den. Godkänn policyn för godkänd användning innan du fortsätter.

source: I agree to the Acceptable Use Policy.
da: Jeg accepterer betingelserne for acceptabel brug.
nb: Jeg godtar retningslinjer for akseptabel bruk
sv: Jag godkänner policyn för godkänd användning.

source: About
da: Om
nb: Om
sv: Om

source: Login ID
nb: Innloggings-ID
sv: Inloggnings-ID

source: Email
nb: E-post
sv: E-post

source: Instructure logo
sv: Instructure-logotyp

source: Barney, Fuschia
nb: Barney, fuchsia

source: Version
nb: Versjon
