Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*.arb
Languages: ar, ca, cy, de, es_es, fi, fr_ca, ga, hi, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, th, vi, zh, zh_hk

source: No Subject
ar: لا يوجد موضوع
ca: Sense assumpte
cy: Dim Pwnc
de: Kein Betreff
es_es: No hay temas
fi: Ei aihetta
fr_ca: Aucun sujet
ga: Níl aon Ábhar
hi: कोई विषय नहीं
id: Tanpa Subjek
is: Ekkert efnisheiti
it: Nessun oggetto
ja: 件名なし
mi: Kāore he Kaupapa
ms: Tiada Subjek
nl: Geen onderwerp
pl: Brak tematu
pt_br: Sem assunto
ru: Нет темы
sl: Ni zadeve
th: ไม่มีหัวเรื่อง
vi: Không Có Tiêu Đề
zh: 无主题
zh_hk: 無主題

source: Unable to fetch courses. Please check your connection and try again.
ar: يتعذر إحضار المساقات. يرجى التحقق من الاتصال وإعادة المحاولة.
ca: No es poden obtenir les assignatures. Reviseu la connexió i torneu-ho a provar.
cy: Doedd dim modd nôl cyrsiau. Gwiriwch eich cysylltiad a rhowch gynnig arall arni.
de: Kurse konnten nicht abgerufen werden. Bitte überprüfen Sie Ihre Verbindung, und versuchen Sie es erneut.
es_es: No se han podido obtener las asignaturas. Comprueba tu conexión y vuelve a intentarlo.
fi: Ei voida noutaa kursseja. Tarkasta yhteytesi ja yritä uudelleen.
fr_ca: Impossible de récupérer les cours. Veuillez vérifier votre connexion et réessayer.
ga: Ní féidir cúrsaí a fháil. Seiceáil do cheangal agus bain triail eile as.
hi: पाठ्यक्रम प्राप्त करने में असमर्थ। कृपया अपने कनेक्शन की जांच करें और फिर से कोशिश करें।
id: Tidak dapat mengambil kursus. Silakan periksa sambungan internet Anda dan coba lagi.
is: Ekki tókst að ná í námskeið. Athugaðu tengingu þína og reyndu aftur.
it: Impossibile recuperare i corsi. Verifica la connessione e riprova.
ja: コースを取得できません。接続を確認して、もう一度お試しください。
mi: Kaore e taea te tiki i ngā akoranga. Tēnā koa tirohia tō hononga ana ka tarai anō.
ms: Tidak dapat mengambil kursus. Sila semak sambungan anda dan cuba semula.
nl: Cursussen kunnen niet worden opgehaald. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się pobrać kursów. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não é possível obter cursos. Verifique a sua conexão e tente novamente.
ru: Невозможно сделать выборку курсов. Проверьте подключение и попробуйте еще раз.
sl: Predmetov ni bilo mogoče pridobiti. Preverite svojo povezavo in poskusite znova.
th: ไม่สามารถสืบค้นบทเรียนได้ กรุณาตรวจสอบการเชื่อมต่อของคุณและลองใหม่อีกครั้ง
vi: Không thể tìm nạp khóa học. Vui lòng kiểm tra kết nối của bạn rồi thử lại.
zh: 无法获取课程。请检查您的连接，然后再试一次。
zh_hk: 無法取得課程。請檢查您的連接然後重試。

source: Choose a course to message
ar: اختر مساقاً لإرسال رسالة
ca: Trieu una assignatura per enviar el missatge
cy: Dewiswch gwrs i anfon neges ato
de: Einen Kurs zur Benachrichtigung wählen
es_es: Elige una asignatura para enviar un mensaje
fi: Valitse kurssi, jolle lähetetään viesti
fr_ca: Choisissez un cours pour lequel envoyer un message
ga: Roghnaigh cúrsa chun teachtaireacht a dhéanamh
hi: संदेश के लिए कोई पाठ्यक्रम चुनें
id: Pilih kursus ke pesan
is: Veldu námskeið til að senda skilaboð til
it: Scegli un corso da messaggiare
ja: メッセージを送るコースを選択する
mi: Kōwhiri he akoranga hei karare
ms: Pilih kursus untuk dihantar mesej
nl: Kies een cursus voor bericht
pl: Wybierz kurs do przesłania
pt_br: Escolher um curso para enviar mensagem
ru: Выбрать курс для сообщения
sl: Izberite predmet za pošiljanje sporočila
th: เลือกบทเรียนที่จะส่งข้อความ
vi: Chọn khóa học để nhắn tin
zh: 选择一个课程来发送讯息
zh_hk: 選擇課程以傳送訊息

source: Inbox Zero
ar: علبة الوارد صفر
ca: Safata d'entrada buida
de: Posteingang Zero
es_es: Bandeja de entrada vacía
fi: Saapuvia posteja nolla!
fr_ca: Boîte de réception Zéro
ga: Bosca Isteach Nialais
hi: इनबॉक्स ज़ीरो
id: Nol Kotak Masuk
is: Innhólf Núll
it: Zero in posta in arrivo
ja: 受信トレイゼロ
mi: Pouakaroto Kore
ms: Peti Masuk Kosong
nl: Inbox leeg
pl: Skrzynka odbiorcza zero
pt_br: Caixa de Entrada Zero
ru: Входящие Ноль
sl: Nabiralnik je prazen
vi: Hộp Thư Đến Zero
zh: 收件箱为零
zh_hk: 收件匣無訊息

source: You’re all caught up!
ar: لقد اطلعت عليها جميعًا!
ca: Esteu completament al dia!
cy: Rydych chi wedi dal i fyny!
de: Sie werden alle erfasst!
es_es: ¡Ya estás al día!
fi: Olet ajan tasalla!
fr_ca: Vous êtes coincé!
ga: Tá tú suas chun dáta ar fad!
hi: आपका काम पूरा हुआ!
id: Anda berhasil menyusul!
is: Þú ert búin(n) með allt!
it: Sei in pari!
ja: コンテンツは以上です！
mi: Kua mau katoa koe!
ms: Anda telah mengetahui semua maklumat terkini!
nl: Je bent helemaal bij!
pl: To już wszystko!
pt_br: Você está em dia!
ru: Вы все нагнали!
sl: Seznanjeni ste z vsem!
th: แย่แล้ว!
vi: Bạn đã bắt kịp mọi thứ!
zh: 您全部跟上了！
zh_hk: 您已讀完所有新訊息！

source: There was an error loading recipients for this course
ar: حدث خطأ أثناء تحميل متلقين لهذا المساق
ca: S'ha produït un error en carregar els destinataris d'aquesta assignatura
cy: Gwall wrth lwytho derbynwyr ar gyfer y cwrs hwn
de: Beim Laden der Empfänger für diesen Kurs ist ein Fehler aufgetreten
es_es: Ha habido un error al cargar los destinatarios de esta asignatura
fi: Tämän kurssin vastaanottajien lataamisessa ilmeni virhe
fr_ca: Une erreur est survenue lors du chargement des destinataires de ce cours.
ga: Tharla earráid agus faighteoirí á lódáil don chúrsa seo
hi: इस पाठ्यक्रम के लिए प्राप्तकर्ता लोड करने में त्रुटि हुई
id: Terjadi kesalahan saat memuat penerima untuk kursus ini.
is: Villa varð við að sækja móttakendur fyrir þetta námskeið
it: Si è verificato un errore durante il caricamento dei destinatari per questo corso
ja: このコースの受信者のロード中にエラーが発生しました。
mi: He hapa i te wā e uta ana i ngā kaiwhiwhi mo tēnei akoranga
ms: Terdapat ralat untuk memuatkan penerima untuk kursus ini.
nl: Er is een fout opgetreden bij het laden van ontvangers voor deze cursus
pl: Wystąpił problem z wczytaniem odbiorców dla tego kursu
pt_br: Houve um erro ao carregar recipientes para este curso
ru: Произошла ошибка при загрузке получателей для этого курса
sl: Prišlo je do napake pri nalaganju prejemnikov za ta predmet
th: มีข้อผิดพลาดในการโหลดผู้รับสำหรับบทเรียนนี้
vi: Đã xảy ra lỗi khi tải người nhận cho khóa học này
zh: 加载此课程的收件人时发生错误。
zh_hk: 載入此課程的收件人時發生錯誤

source: Unable to send message. Check your connection and try again.
ar: يتعذر إرسال رسالة. تحقق من الاتصال وأعد المحاولة.
ca: No es pot enviar el missatge. Reviseu la connexió i torneu-ho a provar.
cy: Doedd dim modd anfon y neges. Gwiriwch eich cysylltiad a rhowch gynnig arall arni.
de: Die Nachricht kann nicht gesendet werden. Überprüfen Sie Ihre Verbindung, und versuchen Sie es erneut.
es_es: No se puede enviar el mensaje. Comprueba tu conexión y vuelve a intentarlo.
fi: Viestin lähetys ei onnistunut. Tarkasta verkkoyhteys ja yritä uudelleen.
fr_ca: Impossible d’envoyer un message. Vérifiez votre connexion puis réessayez.
ga: Ní féidir teachtaireacht a sheoladh. Seiceáil do cheangal agus bain triail eile as.
hi: संदेश भेजने में असमर्थ। अपने कनेक्शन की जांच करें और फिर से कोशिश करें।
id: Tidak dapat mengirim pesan. Periksa koneksi Anda dan coba lagi.
is: ekki var hægt að senda skilaboð. Athugaðu tengingu þína og reyndu aftur.
it: Impossibile inviare il messaggio. Verifica la tua connessione e riprova.
ja: メッセージを送信できません。接続をチェックして、もう一度やり直してください。
mi: Kaore e taea tuku Karere. Tirohia tō hononga ana ka ngana anō.
ms: Tidak dapat menghantar mesej. Semak sambungan anda dan cuba semula.
nl: Kan het bericht niet verzenden. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się wysłać wiadomości. Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: Incapaz de enviar mensagem. Verifique sua conexão e tente novamente.
ru: Невозможно отправить сообщение. Проверьте подключение и попробуйте еще раз.
sl: Sporočila ni bilo mogoče poslati. Preverite svojo povezavo in poskusite znova.
th: ไม่สามารถส่งข้อความได้ ตรวจสอบการเชื่อมต่อและลองใหม่อีกครั้ง
vi: Không thể gửi tin nhắn. Hãy kiểm tra kết nối của bạn rồi thử lại.
zh: 无法发送消息。请检查您的网络连接并重试。
zh_hk: 無法傳送訊息。請檢查您的連線，然後再試一次。

source: Unsaved changes
ar: تغييرات غير محفوظة
ca: Canvis no desats
cy: Newidiadau heb eu cadw
de: Nicht gespeicherte Änderungen
es_es: Cambios no guardados
fi: Tallentamattomat muutokset
fr_ca: Changements non enregistrés
ga: Athruithe nach bhfuil sábháilte
hi: बिना सहेजे गए बदलाव
id: Perubahan belum disimpan
is: Óvistaðar breytingar
it: Modifiche non salvate
ja: 変更が保存されていません
mi: Ngā whakarerekētanga kaore i tiakina
ms: Perubahan tidak disimpan
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
pt_br: Alterações não salvas
ru: Несохраненные изменения
sl: Neshranjene spremembe
th: การเปลี่ยนแปลงที่ไม่ได้บันทึก
vi: Thay đổi chưa lưu
zh: 无法保存更改
zh_hk: 未儲存的變更

source: Are you sure you wish to close this page? Your unsent message will be lost.
ar: هل ترغب بالتأكيد في إغلاق هذه الصفحة؟ سيتم فقد رسالتك غير المرسلة.
ca: Segur que voleu tancar aquesta pàgina? El vostre missatge no enviat es perdrà.
cy: Ydych chi’n siŵr eich bod chi eisiau cau’r dudalen hon? Od nad yw eich neges wedi’i anfon bydd yn cael ei golli.
de: Möchten Sie diese Seite wirklich schließen? Die nicht gesendete Nachricht geht verloren.
es_es: ¿Estás seguro de que quieres cerrar esta página? Tu mensaje no enviado se perderá.
fi: Haluatko varmasti sulkea tämän sivun? Lähettämätön viestisi menetetään.
fr_ca: Voulez-vous vraiment fermer cette page? Vos messages non envoyés seront perdus.
ga: An bhfuil tú cinnte gur mian leat an leathanach seo a dhúnadh? Caillfear do theachtaireacht nár seoladh.
hi: क्या आप सच में इस पेज को बंद करना चाहते हैं? आपका नहीं भेजा गया संदेश गुम हो जाएगा।
id: Anda yakin mau menutup halaman ini? Pesan Anda yang belum dikirim akan hilang.
is: Viltu örugglega loka þessari síðu? Ósend skilaboð tapast.
it: Vuoi chiudere questa pagina? Il messaggio non inviato andrà perso.
ja: このページを閉じてもよろしいですか？送信されていないメッセージは失われます。
mi: Kei te tino hiahia koe ki te kati i tēnei whārangi? Ka ngāro tō karere kaore anō nei i tukuna.
ms: Adakah anda pasti anda ingin menutup halaman ini? Mesej anda yang tidak dihantar akan hilang.
nl: Weet je zeker dat je deze pagina wilt sluiten? Je niet-verzonden bericht gaat verloren.
pl: Czy na pewno chcesz zamknąć tę stronę? Niewysłana wiadomość zostanie utracona.
pt_br: Tem certeza de que deseja fechar esta página? Suas mensagens não enviadas serão perdidas.
ru: Вы действительно хотите закрыть эту страницу? Ваше неотправленное сообщение будет потеряно.
sl: Ali ste prepričani, da želite zapreti to stran? Neposlana sporočila bodo izgubljena.
th: แน่ใจว่าต้องการปิดหน้าเพจนี้หรือไม่ ข้อความที่ไม่ได้ส่งของคุณจะหายไป
vi: Bạn có chắc chắn muốn đóng trang này không? Tin nhắn chưa gửi của bạn sẽ bị mất.
zh: 是否确定要关闭此页面？未发送的消息将会丢失。
zh_hk: 是否確定要關閉此頁面？將遺失未傳送的訊息。

source: New message
ar: رسالة جديدة
ca: Missatge nou
cy: Neges newydd
de: Neue Nachricht
es_es: Mensaje nuevo
fi: Uusi viesti
fr_ca: Nouveau message
ga: Teachtaireacht nua
hi: नया संदेश
id: Pesan baru
is: Ný skilaboð
it: Nuovo messaggio
ja: 新規メッセージ
mi: Karere hōu
ms: Mesej baharu
nl: Nieuw bericht
pl: Nowa wiadomość
pt_br: Nova mensagem
ru: Новое сообщение
sl: Novo sporočilo
th: ข้อความใหม่
vi: Tin nhắn mới
zh: 新建消息
zh_hk: 新訊息

source: Add attachment
ar: إضافة مرفق
ca: Afegeix un fitxer adjunt
cy: Ychwanegu atodiad
de: Anhang hinzufügen
es_es: Añadir adjunto
fi: Lisää liite
fr_ca: Ajouter une pièce jointe
ga: Cuir ceangaltán leis
hi: संलग्नक जोड़ें
id: Tambah lampiran
is: Bæta við viðhengi
it: Aggiungi allegato
ja: 添付ファイルを追加する
mi: Tāpiri āpitihanga
ms: Tambah kepilan
nl: Bijlage toevoegen
pl: Dodaj załącznik
pt_br: Adicionar anexo
ru: Добавить вложение
sl: Dodaj prilogo
th: เพิ่มเอกสารแนบ
vi: Thêm tập tin đính kèm
zh: 添加附件
zh_hk: 添加附件

source: Send message
ar: إرسال رسالة
cy: Anfon neges
de: Nachricht senden
es_es: Enviar mensaje
fi: Lähetä viesti
fr_ca: Envoyer un message
ga: Seol teachtaireacht
hi: संदेश भेजें
id: Kirim pesan
is: Senda skilaboð
it: Invia messaggio
ja: メッセージを送信する
mi: Tuku karere
ms: Hantar mesej
nl: Bericht verzenden
pl: Wyślij wiadomość
pt_br: Enviar mensagem
ru: Отправить сообщение
sl: Pošlji sporočilo
th: ส่งข้อความ
vi: Gửi tin nhắn
zh: 发送消息
zh_hk: 傳送訊息

source: Select recipients
ar: تحديد متلقين
ca: Selecciona els destinataris
cy: Dewis derbynwyr
de: Empfänger auswählen
es_es: Seleccionar destinatarios
fi: Valitse vastaanottajat
fr_ca: Sélectionner les destinataires
ga: Roghnaigh faighteoirí
hi: प्राप्तकर्ता चुनें
id: Pilih penerima
is: Velja móttakendur
it: Seleziona destinatari
ja: 受信者を選択する
mi: Tīpako ngā kaiwhiwhi
ms: Pilih penerima
nl: Ontvangers selecteren
pl: Wybierz odbiorców
pt_br: Selecionar recipientes
ru: Выбрать получателей
sl: Izberi prejemnike
th: เลือกผู้รับ
vi: Chọn người nhận
zh: 选择收件人
zh_hk: 選擇收件人

source: No recipients selected
ar: لم يتم تحديد متلقين
ca: Cap destinatari seleccionat
cy: Dim derbynwyr wedi’u dewis
de: Es wurden keine Empfänger ausgewählt
es_es: No has seleccionado ningún destinatario
fi: Vastaanottajia ei valittu
fr_ca: Aucun destinataire sélectionné pour l’instant
ga: Níor roghnaíodh aon fhaighteoir
hi: कोई प्राप्तकर्ता नहीं चुना गया
id: Penerima tidak dipilih
is: Engir móttakendur valdir
it: Nessun destinatario selezionato
ja: 受信者が選択されていません
mi: Kaore ngā kaiwhiwhi i tīpakohia
ms: Tiada penerima dipilih
nl: Geen ontvangers geselecteerd
pl: Nie wybrano odbiorców
pt_br: Nenhum recipiente selecionado
ru: Получатели не выбраны
sl: Izbran ni noben prejemnik
th: ไม่ได้เลือกผู้รับ
vi: Chưa chọn người nhận
zh: 未选择收件人
zh_hk: 未選擇收件人

source: Message subject
ar: موضوع الرسالة
ca: Assumpte del missatge
cy: Pwnc y neges
de: Betreff der Nachricht
es_es: Asunto del mensaje
fi: Viestin otsikko
fr_ca: Objet du message
ga: Ábhar na teachtaireachta
hi: संदेश विषय
id: Subjek pesan
is: Efni skilaboða
it: Oggetto del messaggio
ja: メッセージの件名
mi: Kaupapa karere
ms: Subjek Mesej
nl: Onderwerp van bericht
pl: Temat wiadomości
pt_br: Assunto da mensagem
ru: Тема сообщения
sl: Zadeva sporočila
th: หัวเรื่องข้อความ
vi: Tiêu đề tin nhắn
zh: 消息主题
zh_hk: 訊息主題

source: Message
ar: الرسالة
ca: Missatge
cy: Neges
de: Nachricht
es_es: Mensaje
fi: Viesti
ga: Teachtaireacht
hi: संदेश
id: Pesan
is: Skilaboð
it: Messaggio
ja: メッセージ
mi: Karere
ms: Mesej
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
sl: Sporočilo
th: ข้อความ
vi: Tin Nhắn
zh: 消息
zh_hk: 訊息

source: Recipients
ar: المتلقون
ca: Destinataris
cy: Derbynwyr
de: Empfänger
es_es: Destinatarios
fi: Vastaanottajat
fr_ca: Destinataires
ga: Faighteoirí
hi: प्राप्तकर्ता
id: Penerima
is: Viðtakendur
it: Destinatari
ja: 受信者
mi: Ngā Kaiwhiwhi
ms: Penerima
nl: Geadresseerden
pl: Odbiorcy
pt_br: Recipientes
ru: Получатели
sl: Prejemniki
th: ผู้รับ
vi: Người Nhận
zh: 收件人
zh_hk: 收件人

source: Failed. Tap for options.
ar: فشل. اضغط للوصول إلى الخيارات.
ca: S'ha produït un error. Toqueu per veure les opcions.
cy: Wedi methu. Tapiwch i gael opsiynau.
de: Fehlgeschlagen. Für Optionen antippen.
es_es: Ha habido un error. Toca para ver las opciones.
fi: Epäonnistui. Asetukset napauttamalla.
fr_ca: Échec. Appuyez pour des options.
ga: Theip air. Tapáil le haghaidh roghanna.
hi: विफल हुआ। विकल्पों के लिए टैप करें।
id: Gagal. Ketuk untuk opsi.
is: Tókst ekki. Smelltu fyrir valkosti.
it: Non riuscito. Tocca per le opzioni.
ja: 失敗しました。タップしてオプションを表示してください。
mi: I hapa. Pātō mo ngā kōwhiringa.
ms: Gagal. Ketik untuk pilihan.
nl: Mislukt. Tik voor opties.
pl: Nie powiodło się. Stuknij, aby wyświetlić opcje.
pt_br: Falhou. Toque para opções.
ru: Сбой. Коснитесь для просмотра опций.
sl: Ni uspelo. Tapnite za možnosti.
th: ล้มเหลว กดเพื่อดูตัวเลือก
vi: Thất bại. Nhấn vào để xem tùy chọn.
zh: 失败。点击以获取选项。
zh_hk: 失敗。點選選項。

# courseForWhom
source: for {studentShortName}
ar: بالنسبة لـ {studentShortName}
ca: per a {studentShortName}
cy: ar gyfer {studentShortName}
de: für {studentShortName}
es_es: para {studentShortName}
fi: {studentShortName}
fr_ca: pour {studentShortName}
ga: le haghaidh {studentShortName}
hi: {studentShortName} के लिए
id: untuk {studentShortName}
is: fyrir {studentShortName}
it: per {studentShortName}
ja: {studentShortName}用
mi: mo {studentShortName}
ms: untuk {studentShortName}
nl: voor {studentShortName}
pl: dla {studentShortName}
pt_br: para {studentShortName}
ru: для {studentShortName}
sl: za {studentShortName}
th: สำหรับ {studentShortName}
vi: cho {studentShortName}
zh: 适用于{studentShortName}
zh_hk: 針對 {studentShortName}

# messageLinkPostscript
source: Regarding: {studentName}, {linkUrl}
ar: بخصوص: {studentName}, {linkUrl}
ca: Sobre: {studentName}, {linkUrl}
cy: Ynghylch: {studentName}, {linkUrl}
de: Betreffend: {studentName}, {linkUrl}
es_es: Asunto: {studentName}, {linkUrl}
fi: Koskee: {studentName}, {linkUrl}
fr_ca: En ce qui concerne : {studentName}, {linkUrl}
ga: Maidir le: {studentName}, {linkUrl}
hi: इसके संबंध में: {studentName}, {linkUrl}
id: Tentang: {studentName}, {linkUrl}
is: Varðandi: {studentName}, {linkUrl}
it: Su: {studentName}, {linkUrl}
ja: Re：{studentName}、{linkUrl}
mi: E pā ana: {studentName}, {linkUrl}
ms: Berkenaan: {studentName}, {linkUrl}
nl: Betreffende: {studentName}, {linkUrl}
pl: W odniesieniu do: {studentName}, {linkUrl}
pt_br: Sobre: {studentName}, {linkUrl}
ru: Касательно: {studentName}, {linkUrl}
sl: Zadeva: {studentName}, {linkUrl}
th: เกี่ยวกับ: {studentName}, {linkUrl}
vi: Về việc: {studentName}, {linkUrl}
zh: 事由：{studentName}，{linkUrl}
zh_hk: 關於：{studentName}，{linkUrl}

source: There was an error loading this conversation
ar: حدث خطأ أثناء تحميل هذه المحادثة
ca: S'ha produït un error en carregar aquesta conversa
cy: Gwall wrth lwytho'r sgwrs hon
de: Beim Laden dieses Gesprächs ist ein Fehler aufgetreten
es_es: Ha habido un error al cargar esta conversación
fi: Tämän keskustelun latauksessa ilmeni virhe
fr_ca: Une erreur est survenue lors du chargement de cette conversation
ga: Tharla earráid agus an comhrá seo á lódáil
hi: इस बातचीत को लोड करने में त्रुटि हुई
id: Terjadi kesalahan saat memuat percakapan ini
is: Villa varð við að sækja þessar samræður
it: Si è verificato un errore durante il caricamento di questa conversazione
ja: この会話のロード中にエラーが発生しました
mi: He hapa i te wā e uta ana i tēnei kōrerorero
ms: Terdapat ralat untuk memuatkan perbualan ini
nl: Er is een fout opgetreden bij het laden van dit gesprek.
pl: Wystąpił problem z wczytaniem tej rozmowy
pt_br: Houve um erro ao carregar esta conversa
ru: Произошла ошибка при загрузке этого обсуждения
sl: Prišlo je do napake pri nalaganju tega pogovora
th: มีข้อผิดพลาดในการโหลดการพูดคุยนี้
vi: Đã xảy ra lỗi khi tải cuộc trò chuyện này
zh: 加载此会话时发生错误
zh_hk: 載入此交談時發生錯誤

source: Reply
ar: رد
ca: Respon
cy: Ateb
de: Antworten
es_es: Respuesta
fi: Vastaa
fr_ca: Répondre
ga: Freagair
hi: उत्तर दें
id: Balas
is: Svara
it: Rispondi
ja: 返信
mi: Whakautu
ms: Balas
nl: Reageren
pl: Odpowiedz
pt_br: Responder
ru: Ответить
sl: Odgovori
th: ตอบกลับ
vi: Câu Trả Lời
zh: 回复
zh_hk: 回覆

source: Reply All
ar: رد على الكل
ca: Respon a tots
cy: Ateb Pawb
de: Allen antworten
es_es: Responder a todos
fi: Vastaa kaikille
fr_ca: Répondre à tous
ga: Freagair Do Chách
hi: सभी के लिए उत्तर दें
id: Balas Semua
is: Svara öllum
it: Rispondi a tutti
ja: 全員に返信
mi: Whakautu ki te katoa
ms: Balas Semua
nl: Allen beantwoorden
pl: Odpowiedz wszystkim
pt_br: Responder a todos
ru: Ответить на все
sl: Odgovori vsem
th: ตอบกลับทั้งหมด
vi: Trả Lời Tất Cả
zh: 回复所有人
zh_hk: 全部回覆

source: Unknown User
ar: مستخدم غير معروف
ca: Usuari desconegut
cy: Defnyddiwr Dieithr
de: Unbekannte/r Benutzer*in
es_es: Usuario desconocido
fi: Tuntematon käyttäjä
fr_ca: Utilisateur inconnu
ga: Úsáideoir Anaithnid
hi: अज्ञात उपयोगकर्ता
id: Pengguna Tidak Dikenal
is: Óþekktur notandi
it: Utente sconosciuto
ja: 不明のユーザー
mi: Kaiwhakamahi kaore e mōhiotia
ms: Pengguna Tidak Diketahui
nl: Onbekende gebruiker
pl: Nieznany użytkownik
pt_br: Usuário desconhecido
ru: Неизвестный пользователь
sl: Neznani uporabnik
th: ผู้ใช้ที่ไม่รู้จัก
vi: Người dùng không xác định
zh: 未知用户
zh_hk: 未知使用者

source: me
ar: أنا
ca: mi
cy: fi
de: Ich
es_es: yo
fi: minä
fr_ca: moi
ga: mé
hi: मैं
id: saya
is: ég
ja: 私
mi: ahau
ms: saya
nl: mij
pl: ja
pt_br: eu
ru: меня
sl: jaz
th: ฉัน
vi: tôi
zh: 本人
zh_hk: 我

# authorToRecipient
source: {authorName} to {recipientName}
ar: {authorName} إلى {recipientName}
ca: De {authorName} a {recipientName}
cy: {authorName} i {recipientName}
de: {authorName} bis {recipientName}
es_es: {authorName} a {recipientName}
fi: {authorName} - {recipientName}
fr_ca: {authorName} à {recipientName}
ga: {authorName} go {recipientName}
hi: {authorName} से {recipientName} तक
id: {authorName} hingga {recipientName}
is: {authorName} til {recipientName}
it: {authorName} a {recipientName}
ja: {authorName}から{recipientName}
mi: {authorName} ki te {recipientName}
ms: {authorName}kepada {recipientName}
nl: {authorName} tot {recipientName}
pl: {authorName} do {recipientName}
pt_br: {authorName} a {recipientName}
ru: {authorName} до {recipientName}
sl: {authorName} do {recipientName}
th: {authorName} ถึง {recipientName}
vi: {authorName} đến {recipientName}
zh: {authorName} 至 {recipientName}
zh_hk: {authorName} 至 {recipientName}

# authorToNOthers
source: {howMany,plural, =1{{authorName} to 1 other}other{{authorName} to {howMany} others}}
ar: {howMany,plural, =1{{authorName} إلى 1 آخرين}other{{authorName} إلى {howMany} آخرين}}
ca: {howMany,plural, =1{{authorName} a 1 altre}other{{authorName} a {howMany} més}}
cy: {howMany,plural, =1{{authorName} i 1 arall}other{{authorName} i {howMany} arall}}
de: {howMany,plural, =1{{authorName} zu 1 anderen}other{{authorName} zu {howMany} anderen}}
es_es: {howMany,plural, =1{{authorName} a 1 otro}other{{authorName} a {howMany} otros}}
fi: {howMany,plural, =1{{authorName} 1 muu}other{{authorName} {howMany} muuhun}}
fr_ca: {howMany,plural, =1{{authorName} à un autre}other{{authorName} à {howMany} autres}}
ga: {howMany,plural, =1{{authorName} go 1 eile}other{{authorName} go {howMany} daoine eile}}
hi: {howMany,plural, =1{{authorName} से 1 अन्य}other{{authorName} से {howMany} अन्य}}
id: {howMany,plural, =1{{authorName} ke 1 lainnya}other{{authorName} ke {howMany} lainnya}}
is: {howMany,plural, =1{{authorName} til 1 annars}other{{authorName} til {howMany} annarra}}
it: {howMany,plural, =1{{authorName} a 1 altro}other{{authorName} ad altri {howMany}}}
ja: {howMany,plural, =1{{authorName}から他 1 人}other{{authorName}から他 {howMany} 人}}
mi: {howMany,plural, =1{{authorName} ki 1 tētahi atu}other{{authorName} kī {howMany} ētahi atu}}
ms: {howMany,plural, =1{{authorName} kepada 1 yang lain}other{{authorName} kepada {howMany} yang lain}}
nl: {howMany,plural, =1{{authorName} naar 1 andere}other{{authorName} naar {howMany} andere}}
pl: {howMany,plural, =1{{authorName} do 1 innego}other{{authorName} do {howMany} innych}}
pt_br: {howMany,plural, =1{{authorName} para 1 outro}other{{authorName} para {howMany} outros}}
ru: {howMany,plural, =1{{authorName} до 1 другое}other{{authorName} до {howMany} другие}}
sl: {howMany,plural, =1{{authorName} do 1 drugi}other{{authorName} do {howMany} drugih}}
th: {howMany,plural, =1{{authorName} ถึงคนอื่นอีก 1 ราย}other{{authorName} กับคนอื่นอีก {howMany} ราย}}
vi: {howMany,plural, =1{{authorName} đến 1 người khác}other{{authorName} đến {howMany} người khác}}
zh: {howMany,plural, =1{{authorName}至另外1个}other{{authorName}至另外{howMany}个}}
zh_hk: {howMany,plural, =1{{authorName} 到 1 個其他}other{{authorName} 到 {howMany} 其他}}
