Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*.arb
Languages: ar, ca, cy, de, es_es, fi, fr_ca, ga, hi, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, th, vi, zh, zh_hk

source: Find School
ar: البحث عن مدرسة
ca: Cerca una escola
cy: Dod o hyd i Ysgol
de: Schule suchen
es_es: Buscar escuela
fi: Etsi koulu
fr_ca: Trouver une école
ga: Aimsigh Scoil
hi: स्कूल ढूंढें
id: Temukan Sekolah
is: Finna skóla
it: Trova scuola
ja: 学校を探す
mi: Kimihia taku kura
ms: Cari Sekolah
nl: School zoeken
pl: Znajdź szkołę
pt_br: Encontrar escola
ru: Найти школу
sl: Poišči šolo
th: ค้นหาสถานศึกษา
vi: Tìm Trường
zh: 查找学校
zh_hk: 尋找學校

# domainSearchInputHint
source: Enter school name or district…
ar: أدخل اسم المدرسة أو الدائرة التعليمية...
ca: Introduïu el nom de l'escola o el districte...
cy: Rhowch ardal neu enw’r ysgol...
de: Schulnamen oder Bezirk eingeben …
es_es: Introduce el nombre de la escuela o el distrito...
fi: Kirjoita koulun nimi tai alue...
fr_ca: Saisir le nom de l’établissement scolaire ou du district…
ga: Cuir isteach ainm scoile nó ceantar…
hi: स्कूल का नाम या डिस्ट्रिक्ट दर्ज करें…
id: Masukkan nama sekolah atau distrik…
is: Settu inn nafn skóla eða umdæmis…
it: Inserisci nome scuola o distretto…
ja: 学校名または学区を入力してください…
mi: Whakauru kura ingoa rohe rānei...
ms: Masukkan nama sekolah atau daerah...
nl: Voer de naam van de school of onderwijskoepel in…
pl: Wpisz nazwę szkoły lub okręg...
pt_br: Inserir nome ou distrito da escola...
ru: Введите название школы или округа…
sl: Vnos imena šole ali okrožja ...
th: กรอกชื่อสถานศึกษาหรือเขตพื้นที่...
vi: Nhập tên trường hoặc học khu...
zh: 输入学校名称或校区...
zh_hk: 輸入學校名稱或地區…

# noDomainResults
source: Unable to find schools matching "{query}"
ar: يتعذر العثور على مدارس مطابقة "{query}"
ca: No s'han trobat escoles que coincideixin amb “{query}”
cy: Doedd dim modd dod o hyd i ysgolion yn cyfateb â "{query}"
de: Es konnte keine mit „{query}“ übereinstimmende Schule gefunden werden
es_es: No se han podido encontrar escuelas que coincidan con "{query}".
fi: Ei löydy kouluja, jotka täsmäävät haun ”{query}” kanssa
fr_ca: Impossible de trouver les écoles correspondant à « {query} »
ga: Ní féidir scoileanna a mheaitseálann "{query}" a aimsiú
hi: "{query}" से मेल खाते स्कूल ढूंढने में असमर्थ
id: Tidak dapat menemukan sekolah yang cocok dengan "{query}"
is: Ekki tókst að finna skóla sem pössuðu við "{query}"
it: Impossibile trovare delle scuole corrispondenti a "{query}"
ja: "{query}"に一致する学校が見つかりません
mi: Kaore e taea te kitea ngā kura ōrite "{query}"
ms: Tidak dapat mencari sekolah yang sepadan "{query}"
nl: Kan geen scholen vinden met "{query}"
pl: Nie można znaleźć szkół spełniających kryterium "{query}"
pt_br: Não é possível encontrar escolas correspondendo a "{query}"
ru: Невозможно найти школу, соответствующую "{query}"
sl: Ni mogoče najti šol, ki se ujemajo s/z »{query}«
th: ไม่พบสถานศึกษาที่ตรงกับ “{query}”
vi: Không tìm thấy trường khớp với "{query}"
zh: 找不到与“{query}”匹配的学校
zh_hk: 找不到符合 "{query}" 的學校

# domainSearchHelpLabel
source: How do I find my school or district?
ar: كيف أعثر على مدرستي أو دائرتي التعليمية؟
ca: Com puc trobar la meva escola o districte?
cy: Sut ydw i’n dod o hyd i fy ysgol neu ardal?
de: Wie finde ich meine Schule oder meinen Bezirk?
es_es: ¿Cómo encuentro mi escuela o distrito?
fi: Miten löydän kouluni tai alueeni?
fr_ca: Comment puis-je trouver mon école ou district?
ga: Conas a aimsím mo scoil nó mo cheantar?
hi: मैं अपना स्कूल या डिस्ट्रिक्ट कैसे ढूंढूं?
id: Bagaimana cara menemukan sekolah atau distrik saya?
is: Hvernig finn ég skólann minn eða umdæmið?
it: Come posso trovare la mia scuola o il mio distretto?
ja: 私の学校または学区はどのように見つければよいですか？
mi: Me pehea e kitea ai e ahau taku kura rohe rānei?
ms: Bagaimanakah cara mencari sekolah atau daerah saya?
nl: Hoe vind ik mijn school of district?
pl: Jak mogę odnaleźć swoją szkołę lub okrąg?
pt_br: Como encontrar minha escola ou distrito?
ru: Как найти мою школу или округ?
sl: Kako najdem svojo šolo ali okrožje?
th: จะค้นหาสถานศึกษาหรือเขตพื้นที่ของฉันได้อย่างไร
vi: Làm thế nào để tìm trường hoặc học khu của tôi?
zh: 如何查找我的学校或校区？
zh_hk: 如何找到我的學校？

source: Canvas Guides
ca: Guies del Canvas
cy: Canllawiau Canvas
de: Canvas-Leitfäden
es_es: Guías de Canvas
fi: Canvas-oppaat
fr_ca: Guides de Canvas
ga: Treoracha Canvas
hi: Canvas गाइड
id: Panduan Canvas
is: Canvas leiðarvísar
it: Guide Canvas
ja: Canvas ガイド
mi: Canvas Kaiārahi
ms: Panduan Canvas
nl: Canvas-handleidingen
pl: Przewodniki Canvas
ru: Руководства Canvas
sl: Vodniki po sistemu Canvas
th: คู่มือ Canvas
vi: Hướng Dẫn Canvas
zh: Canvas指南
zh_hk: Canvas 指南

source: Canvas Support
ca: Assistència tècnica del Canvas
cy: Cymorth Canvas
es_es: Soporte técnico de Canvas
fi: Canvas-tuki
fr_ca: Soutien technique de Canvas
ga: Tacaíocht Canvas
hi: Canvas सपोर्ट
id: Dukungan Canvas
is: Canvas stuðningur
it: Assistenza Canvas
ja: Canvas サポート
mi: Canvas Tautoko
ms: Sokongan Canvas
nl: Canvas-ondersteuning
pl: Wsparcie Canvas
pt_br: Suporte do Canvas
ru: Поддержка Canvas
sl: Podpora za sistem Canvas
th: บริการจาก Canvas
vi: Bộ phận Hỗ Trợ của Canvas
zh: Canvas支持
zh_hk: Canvas 支援

# domainSearchHelpBody
source: Try searching for the name of the school or district you’re attempting to access, like “Smith Private School” or “Smith County Schools.” You can also enter a Canvas domain directly, like “smith.instructure.com.” For more information on finding your institution’s Canvas account, you can visit the {canvasGuides}, reach out to {canvasSupport}, or contact your school for assistance.
ar: جرب البحث عن اسم المدرسة أو الدائرة التعليمية التي تحاول الوصول إليها مثل "Smith Private School" أو "Smith County Schools". يمكنك أيضاً الدخول في مجال Canvas مباشرة، مثل "smith.instructure.com." للمزيد من المعلومات حول العثور على حساب Canvas للمؤسسة التي تبحث عنها، يمكنك زيارة {canvasGuides} أو التواصل مع {canvasSupport} أو الاتصال بمدرستك لطلب المساعدة.
ca: Proveu de cercar pel nom de l'escola o districte al qual intenteu accedir, com ara “Escola Privada Smith” o “Escoles de la Regió d'Smith”. També podeu introduir un domini del Canvas directament, com ara “smith.instructure.com.” Per obtenir més informació sobre com cercar l'usuari del Canvas de la vostra institució, podeu consultar les {canvasGuides}, contactar amb l'{canvasSupport}, o posar-vos en contacte amb la vostra escola per obtenir assistència.
cy: Ceisiwch chwilio am enw’r ysgol neu’r ardal rydych chi’n ceisio cael mynediad atynt, fel “Smith Private School” neu “Smith County Schools.” Gallwch chi hefyd roi parth Canvas yn uniongyrchol, fel “smith.instructure.com.” I gael rhagor o wybodaeth ynglŷn â chanfod cyfrif Canvas eich sefydliad, ewch i {canvasGuides}, gofynnwch i {canvasSupport}, neu cysylltwch â’ch ysgol i gael help.
de: Suchen Sie den Namen der Schule oder des Bezirks, z. B. „Private Kant-Schule“ oder „Goethe-Gymnasium“. Sie können auch direkt eine Canvas-Domäne eingeben, z. B. „kant.instructure.com“. Um weitere Informationen zum Auffinden des Canvas-Kontos Ihrer Institution zu erhalten, nutzen Sie die {canvasGuides}, wenden Sie sich an den {canvasSupport} oder an Ihre Schule.
es_es: Intenta buscar el nombre de la escuela o el distrito al que intentas acceder, como “Smith Private School” o “Smith County Schools”. También puedes introducir directamente un dominio de Canvas, como “smith.instructure.com”. Para obtener más información sobre cómo encontrar la cuenta de Canvas de tu institución, puedes visitar {canvasGuides}, ponerte en contacto con {canvasSupport} o con tu escuela para recibir asistencia.
fi: Yritä etsiä sen koulun tai alueen nimeä, jolle yrität mennä, kuten “Smithin yksityiskoulu” tai “Smithin kunnan koulut”. Voit myös syöttää Canvasin verkko-osoitteen suoraan, kuten “smith.instructure.com”. Lisätietoja laitoksesi Canvas-tilin etsimisestä löytyy seuraavasta {canvasGuides}, ota yhteyttä {canvasSupport}, tai pyydä apua koulustasi.
fr_ca: Essayez de rechercher le nom de l’école ou du district auquel vous tentez d’accéder, comme « École privée Smith » ou « Écoles régionales Smith ». Vous pouvez également saisir un domaine Canvas directement, comme « smith.instructure.com. » Pour obtenir de plus amples renseignements sur la façon de trouver le compte Canvas de votre établissement, vous pouvez consulter {canvasGuides}, communiquer avec {canvasSupport}, ou contacter votre école pour obtenir de l’aide.
ga: Déan iarracht ainm na scoile nó an cheantair a bhfuil tú ag iarraidh rochtain a fháil air a chuardach, ar nós “Smith Private School” nó “Smith County Schools”. Is féidir leat fearann Canvas a chur isteach go díreach freisin, amhail “smith.instructure.com.” Chun tuilleadh faisnéise a fháil maidir le cuntas Canvas d’institiúide a aimsiú, is féidir leat cuairt a thabhairt ar an {canvasGuides}, déan teagmháil le {canvasSupport}, nó déan teagmháil le do scoil chun cúnamh a fháil.
hi: आप जिस स्कूल या डिस्ट्रिक्ट को एक्सेस करने का प्रयास कर रहे हैं उसका नाम खोजने का प्रयास करें, जैसे "Smith प्राइवेट स्कूल" या "Smith काउंटी स्कूल"। आप सीधे Canvas डोमेन भी दर्ज कर सकते हैं, जैसे "smith.instructure.com" अपने संस्थान के Canvas खाते को खोजने के बारे में अधिक जानकारी के लिए, आप {canvasGuides} पर जा सकते हैं, {canvasSupport} से संपर्क कर सकते हैं, या सहायता के लिए अपने स्कूल से संपर्क कर सकते हैं।
id: Cobalah mencari nama sekolah atau distrik yang Anda coba akses, seperti “Smith Private School” atau “Smith County Schools.” Anda juga dapat memasukkan domain Canvas secara langsung, seperti “smith.instructure.com.” Untuk informasi lain tentang menemukan akun Canvas institusi Anda, Anda dapat mengunjungi {canvasGuides}, menghubungi {canvasSupport}, atau menghubungi sekolah Anda untuk mendapat bantuan.
is: Prufaðu að leita að nafni skólans eða umdæmisins sem þú reyndir að opna, eins og „Smith Private School“ eða „Smith County Schools.” Þú getur einnig sett inn Canvas-lén beint, eins og “smith.instructure.com.” Fyrir frekari upplýsingar um hvernig þú finnur Canvas reikning stofnunar þinnar, geturðu farið á {canvasGuides}, haft samband við {canvasSupport}, eða hafðu samband við skólann þinn til að fá aðstoð.
it: Prova a cercare il nome della scuola o del distretto a cui stai tentando di accedere, ad esempio “Scuola privata Rossi” o “Scuole statali Rossi”. Puoi anche entrare direttamente in un dominio Canvas, ad esempio “rossi.instructure.com.” Per ulteriori informazioni su come trovare l’account Canvas del tuo istituto, puoi visitare le {canvasGuides}, contattare l’{canvasSupport} o la scuola per assistenza.
ja: アクセスしようとしている学校または学区の名前を検索してみてください (「Smith Private School」または「Smith County Schools」など)。「Smith.instructure.com」などの Canvas ドメインを直接入力することもできます。 教育機関の Canvas アカウントの検索に関する詳細については、{canvasGuides}にアクセスする、{canvasSupport}に問い合わせる、または学校に問い合わせてサポートを受けることができます。
mi: Ngana ki te rapu haere te ingoa o te kura, rohe rānei e hiahia ana koe ki te whakauru, “Smith Kura Tūmataiti” “Smith Kura Rohe” rānei. Ka taea e koe te whwkauru he Canvas rohe hāngai tonu pēnei “smith.instructure.com”. Mō ētahi atu pūrongo hei rapu i tō whakanōhanga pūkete Canvas, ka taea e koe te haere ki te {canvasGuides} whakapā atu kī {canvasSupport} are whakapā ki te kura hei āwhina.
ms: Cuba cari nama sekolah atau daerah yang anda cuba akses, seperti "Smith Private School" atau "Smith County Schools." Anda juga boleh terus memasukkan domain Canvas, seperti “smith.instructure.com.” Untuk maklumat lanjut tentang mencari akaun Canvas institusi anda, anda boleh melawati {canvasGuides}, berhubung dengan {canvasSupport} atau menghubungi sekolah anda untuk mendapatkan bantuan.
nl: Zoek naar de gewenste naam van de school of onderwijskoepel, zoals “Spinozacollege” of “INNOVO”. Je kunt ook rechtstreeks een Canvas-domein invoeren, zoals “smith.instructure.com.” Voor meer informatie over het vinden van het Canvas-account van jouw instelling kun je de {canvasGuides} bezoeken, contact opnemen met {canvasSupport} of met je school zelf.
pl: Spróbuj wyszukać nazwę szkoły lub okręg, do których chcesz uzyskać dostęp, np. Prywatna Szkoła im. Adama Smitha albo szkoły z okręgu mazowieckiego. Można także wpisać bezpośrednio domenę Canvas, np. smith.instructure.com. Aby uzyskać więcej informacji o wyszukiwaniu konta Canvas instytucji, odwiedź {canvasGuides} lub skontaktuj się z {canvasSupport} bądź ze swoją szkołą.
pt_br: Tente pesquisar o nome da escola ou distrito que você está tentando acessar, como “Smith Private School” ou “Smith County Schools.” Também é possível inserir um domínio do Canvas diretamente, como “smith.instructure.com.” Para mais informações sobre encontrar a conta do Canvas da sua instituição, você pode visitar o {canvasGuides}, falar com o {canvasSupport} ou contatar a sua escola para assistência.
ru: Попытайтесь выполнить поиск названия школы или округа, к которым вы пытаетесь получить доступ, например, «частная школа Смита» или «школа графства Смит». Также вы можете ввести название домена Canvas напрямую, например, «smith.instructure.com.» Для получения более подробной информации по поиску учетной записи учреждения Canvas вы можете посетить {canvasGuides}, обратиться в {canvasSupport} или в свою школу за поддержкой.
sl: Poskusite poiskati ime šole ali okrožja, do katerega poskušate dostopati, na primer »Smith Private School« ali »Smith County Schools«. V domeno sistema Canvas lahko vstopite neposredno, na primer »smith.instructure.com«. Za več informacij o iskanju računa Canvas vaše ustanove, obiščite spletno mesto {canvasGuides} in se za pomoč obrnite na {canvasSupport} ali na šolo.
th: ลองค้นหาชื่อสถานศึกษาหรือเขตพื้นที่ที่คุณพยายามสืบค้น เช่น “Smith Private School” หรือ “Smith County Schools” นอกจากนี้คุณยังสามารถกรอกโดเมน Canvas ได้โดยตรง เช่น “smith.instructure.com.” ดูรายละเอียดเพิ่มเติมในการค้นหาบัญชี Canvas สำหรับสถาบันของคุณโดยเข้าไปที่ {canvasGuides} ติดต่อ {canvasSupport} หรือติดต่อสถานศึกษาของคุณเพื่อขอความช่วยเหลือ
vi: Hãy thử tìm tên trường hoặc học khu bạn đang muốn truy cập, ví dụ như “Smith Private School” hoặc “Smith County Schools.” Bạn cũng có thể nhập trực tiếp tên miền Canvas, ví dụ như “smith.instructure.com.” Để biết thêm thông tin về cách tìm tài khoản Canvas của tổ chức của bạn, bạn cũng có thể truy cập {canvasGuides}, liên hệ {canvasSupport}, hoặc liên hệ trường của bạn để được hỗ trợ.
zh: 尝试搜索您要访问的学校或校区的名称，例如“Smith Private School”或“Smith County Schools”。也可以直接输入Canvas域，例如“smith.instructure.com”。 有关查找机构Canvas账户的更多信息，可访问{canvasGuides}、联系{canvasSupport}或您的学校寻求帮助。
zh_hk: 嘗試搜尋您試著存取的學校或地區的名稱，例如“Smith Private School”或“Smith County Schools”。您也可以直接輸入 Canvas 網域，例如“smith.instructure.com”。 如需更多有關尋找您的機構的 Canvas 帳戶的資訊，您可以瀏覽 {canvasGuides}、連線到 {canvasSupport} 或聯絡您的學校尋求協助。

source: Uh oh!
ar: عذرًا!
ca: Oh!
cy: O na!
de: Oh je!
es_es: ¡Ay, no!
fi: Voi ei!
fr_ca: Oh oh!
ga: Uh ó!
hi: उह ओह!
is: Æi!
it: Spiacenti.
ja: エラーです！
mi: Aue!
ms: Op!
nl: O nee!
pl: O, nie!
pt_br: Que difícil...
ru: Ой-ой!
sl: Ojoj.
th: โอ๊ะ โอ!
vi: Rất tiếc!
zh: 嗳哟！
zh_hk: 噢！

source: We’re not sure what happened, but it wasn’t good. Contact us if this keeps happening.
ar: لا نعلم ما حدث على وجه الدقة، ولكنه لم يكن أمراً جيداً. اتصل بنا إذا استمر هذا في الحدوث.
ca: No estem segurs de què ha passat, però no ha sigut res bo. Poseu-vos en contacte amb nosaltres si us segueix passant.
cy: Dydyn ni ddim yn siŵr beth ddigwyddodd, ond doedd o ddim yn dd. Cysylltwch â ni os ydy hyn yn parhau i ddigwydd.
de: Wir sind nicht sicher, was passiert ist, aber es war nicht gut. Kontaktieren Sie uns, falls dies wieder passiert.
es_es: No sabemos qué ha ocurrido, pero no es nada bueno. Ponte en contacto con nosotros si el problema continúa.
fi: Emme ole varmoja, mitä tapahtui, mutta se ei ollut hyvä. Ota meihin yhteyttä, jos tätä tapahtuu edelleen.
fr_ca: Nous ne sommes pas sûrs de ce qui s’est passé, mais ce n’était pas bon. Contactez-nous si cela continue.
ga: Níl muid cinnte cad a tharla, ach ní raibh sé go maith. Déan teagmháil linn má leanann sé seo ag tarlú.
hi: हमें नहीं पता कि क्या हुआ, पर जो हुआ अच्छा नहीं था। यदि ऐसा बार-बार हो, तो हमसे संपर्क करें।
id: Kami tidak yakin apa yang terjadi, tetapi hal itu tidak baik. Hubungi kami jika ini terus terjadi.
is: Við erum ekki viss um hvað gerðist, en það var ekki gott. Hafðu samband við okkur ef þetta heldur áfram að gerast.
it: Non siamo sicuri di cos’è successo, ma non è stata una cosa positiva. Contattaci se continua a succedere.
ja: 何が起こったかはわかりませんが、問題が発生したようです。問題が解決されない場合は、Canvas までお問い合わせください。
mi: Kaore mātou i te tino mōhio he aha te mahi, ngari kaore i te pai. Whakapā mai ki a mātou mehemea ka mahi pēnei tonu tēnei.
ms: Kami tidak pasti apa yang berlaku, mungkin ada sedikit masalah. Hubungi kami jika perkara ini berlanjutan.
nl: We weten niet precies wat er is gebeurd, maar goed is het niet. Neem contact met ons op als dit blijft gebeuren.
pl: Nie mamy pewności, co się wydarzyło, ale nie było to dobre. Jeśli to będzie się powtarzać, skontaktuj się z nami.
pt_br: Não temos certeza do que aconteceu, mas não foi bom. Contate-nos se isso continuar acontecendo.
ru: Мы не знаем точно, что произошло, но это нехорошо. Обратитесь к нам, если это происходит дальше.
sl: Nismo prepričano, kaj se je zgodilo, ni pa bilo dobro. Če se napaka ponovi, nas kontaktirajte.
th: เราไม่แน่ใจว่าเกิดอะไรขึ้น แต่เชื่อว่าไม่ดี ติดต่อเราหากยังเกิดปัญหานี้อยู่
vi: Chúng tôi không chắc đã xảy ra vấn đề gì nhưng chắc chắn là không ổn. Hãy liên hệ chúng tôi nếu tình trạng này vẫn tiếp diễn.
zh: 不知道发生了什么事情，但似乎不太妙。如果问题持续，请联系我们。
zh_hk: 不確定發生什麼事，但不是好事。如果持續發生，請聯絡我們。

source: Contact Support
ar: اتصل بالدعم
ca: Contacta amb l'assistència tècnica
cy: Cysylltwch â'r adran Gymorth
de: Den Support kontaktieren
es_es: Ponte en contacto con el soporte técnico
fi: Ota yhteyttä tukeen
fr_ca: Contacter l’équipe de soutien
ga: Tacaíocht Teagmhála
hi: सपोर्ट से संपर्क करें
id: Hubungi Bagian Dukungan
is: Hafa samband við aðstoð
it: Contatta l’assistenza
ja: サポートに問い合わせる
mi: Tautoko Whakapā
ms: Hubungi Sokongan
nl: Contact opnemen met ondersteuning
pl: Skontaktuj się z działem wsparcia
pt_br: Entre em contato com o suporte
ru: Связаться со службой поддержки
sl: Stik s podporo
th: บริการสำหรับการติดต่อ
vi: Liên Hệ Hỗ Trợ
zh: 联系支持
zh_hk: 聯絡支援

source: View error details
ar: عرض تفاصيل الخطأ
ca: Visualitza els detalls de l'error
cy: Gweld manylion gwall
de: Fehlerdetails anzeigen
es_es: Ver detalles del error
fi: Näytä virhetiedot
fr_ca: Afficher les détails de l’erreur
ga: Féach ar shonraí earráide
hi: त्रुटि विवरण देखें
id: Lihat detail kesalahan
is: Skoða upplýsingar um villu
it: Visualizza dettagli errori
ja: エラーの詳細を表示
mi: Tirohia ngā hapa taipitopito
ms: Lihat butiran ralat
nl: Foutgegevens weergeven
pl: Wyświetl szczegóły błędu
pt_br: Visualizar detalhes do erro
ru: Просмотр подробностей ошибки
sl: Prikaz podrobnosti o napaki
th: ดูรายละเอียดข้อผิดพลาด
vi: Xem chi tiết lỗi
zh: 查看错误详细信息
zh_hk: 檢視錯誤詳細資料

source: Restart app
ar: إعادة تشغيل التطبيق
ca: Reinicia l'aplicació
cy: Ailddechrau’r ap
de: Anwendung neustarten
es_es: Reiniciar aplicación
fi: Käynnistä sovellus uudelleen
fr_ca: Redémarrer l’application
ga: Atosaigh an aip
hi: ऐप फिर से शुरू करें
id: Mulai ulang aplikasi
is: Endurræstu forritið
it: Riavvia app
ja: アプリを再起動
mi: Whakamahi anō te taupanga
ms: Mulakan semula apl
nl: App opnieuw starten
pl: Ponownie uruchom aplikację
pt_br: Reiniciar app
ru: Перезапуск приложения
sl: Ponovno zaženite aplikacijo
th: รีสตาร์ทแอพ
vi: Khởi động lại ứng dụng
zh: 重启应用程序
zh_hk: 重新啟動應用程式

source: Application version
ar: إصدار التطبيق
ca: Versió de l'aplicació
cy: Fersin o’r rhaglen
de: Anwendungsversion
es_es: Versión de la aplicación
fi: Sovelluksen versio
fr_ca: Version de l’application
ga: Leagan feidhmchláir
hi: ऐप्लिकेशन संस्करण
id: Versi aplikasi
is: Útgáfa forrits
it: Versione applicazione
ja: アプリケーションのバージョン
mi: Taupānga whakāturanga
ms: Versi aplikasi
nl: Versie van toepassing
pl: Wersja aplikacji
pt_br: Versão do aplicativo
ru: Версия приложения
sl: Različica aplikacije
th: เวอร์ชั่นแอพพลิเคชั่น
vi: Phiên bản ứng dụng
zh: 应用程序版本
zh_hk: 應用程式版本

source: Device model
ar: طراز الجهاز
ca: Model del dispositiu
cy: Model o’r ddyfais
de: Gerätemodell
es_es: Modelo del dispositivo
fi: Laitteen malli
fr_ca: Modèle de l’appareil
ga: Múnla gléas
hi: डिवाइस मॉडल
id: Model perangkat
is: Gerð tækis
it: Modello dispositivo
ja: デバイスモデル
mi: Pūrere tauira
ms: Model peranti
nl: Apparaatmodel
pl: Model urządzenia
pt_br: Modelo do dispositivo
ru: Модель устройства
sl: Model naprave
th: รุ่นอุปกรณ์
vi: Model thiết bị
zh: 设备型号
zh_hk: 裝置機型

source: Android OS version
ar: إصدار نظام تشغيل Android
ca: Versió del sistema operatiu Android
cy: Fersiwn OS Android
es_es: Versión del sistema operativo de Android
fi: Android-käyttöjärjestelmän versio
fr_ca: Version du SE Android
ga: Android leagan OS
hi: Android OS संस्करण
id: Versi Android OS
is: Útgáfa Android stýrikerfis
it: Versione SO Android
ja: Android OS バージョン
mi: Android OS Putanga
ms: Versi OS Android
nl: Android OS-versie
pl: Wersja systemu Android
pt_br: Versão SO do Android
ru: Версия ОС Android
sl: Različica sistema Android
th: เวอร์ชั่น Android OS
vi: Phiên bản HĐH Android
zh: Android操作系统版本
zh_hk: Android 作業系統版本

source: Full error message
ar: رسالة الخطأ الكاملة
ca: Missatge d'error complet
cy: Neges gwall llawn
de: Vollständige Fehlermeldung
es_es: Mensaje de error completo
fi: Koko virhesanoma
fr_ca: Message d’erreur complet
ga: Teachtaireacht earráide iomlán
hi: पूर्ण त्रुटि संदेश
id: Pesan kesalahan lengkap
is: Heildar villuskilaboð
it: Messaggio di errore pieno
ja: 完全なエラーメッセージ
mi: Nui karere Hapa
ms: Mesej ralat penuh
nl: Volledig foutbericht
pl: Pełny komunikat o błędzie
pt_br: Mensagem de erro completa
ru: Полное сообщение об ошибке
sl: Polni prikaz sporočila o napaki
th: ข้อความแจ้งข้อผิดพลาดเต็ม
vi: Thông báo lỗi đầy đủ
zh: 完整的错误消息
zh_hk: 完整錯誤訊息

source: Inbox
ar: علبة الوارد
ca: Safata d'entrada
cy: Blwch Derbyn
de: Posteingang
es_es: Bandeja de entrada
fi: Viestit
fr_ca: Boîte de réception
ga: Bosca Isteach
hi: इनबॉक्स
id: Kotak Masuk
is: Innhólf
it: Posta in arrivo
ja: 受信トレイ
mi: Pouakauru
ms: Peti masuk
pl: Skrzynka odbiorcza
pt_br: Caixa de entrada
ru: Входящие
sl: Pošta
th: กล่องจดหมาย
vi: Hộp Thư Đến
zh: 收件箱
zh_hk: 收件匣

source: There was an error loading your inbox messages.
ar: حدث خطأ أثناء تحميل رسائلك في علبة الوارد.
ca: S'ha produït un error en carregar els missatges de la vostra safata d'entrada.
cy: Gwall wrth lwytho’ch negeseuon blwch derbyn.
de: Fehler beim Laden Ihrer Posteingangsmeldungen.
es_es: Ha habido un error al cargar tus mensajes de la bandeja de entrada.
fi: Tulevien laatikon latauksessa ilmeni virhe.
fr_ca: Une erreur est survenue lors du chargement de votre boîte de réception.
ga: Tharla earráid agus do theachtaireachtaí sa bhosca isteach á lódáil.
hi: आपके इनबॉक्स संदेशों को लोड करने में त्रुटि हुई।
id: Terjadi kesalahan saat memuat pesan kotak masuk Anda.
is: Villa kom upp við að sækja skilaboðin þín.
it: Si è verificato un errore durante il caricamento dei messaggi di posta in arrivo.
ja: 受信トレイメッセージのロード中にエラーが発生しました。
mi: He hapa i te wā e uta ana tō karere pouaka whakauru.
ms: Terdapat ralat untuk memuatkan mesej peti masuk anda.
nl: Er is een fout opgetreden bij het laden van je inboxberichten.
pl: Wystąpił błąd podczas wczytywania wiadomości ze skrzynki odbiorczej.
pt_br: Houve um erro ao carregar as suas mensagens da caixa de entrada.
ru: Произошла ошибка при загрузке ваших сообщений из папки «Входящие».
sl: Pri nalaganju sporočil vašega nabiralnika je prišlo do napake.
th: มีข้อผิดพลาดในการโหลดข้อความในกล่องจดหมายของคุณ
vi: Đã xảy ra lỗi khi tải tin nhắn trong hộp thư đến của bạn.
zh: 加载收件箱消息时发生错误。
zh_hk: 載入您的收件匣訊息時發生錯誤。
