Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*.arb
Languages: ar, ca, cy, de, es_es, fi, fr_ca, ga, hi, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, th, vi, zh, zh_hk

# mustBeBelowN
source: Must be below {percentage}
ar: يجب أن تقل عن {percentage}
ca: Ha de ser inferior a {percentage}
cy: Rhaid bod yn is na {percentage}
de: Muss unter {percentage} liegen
es_es: Debe ser inferior a {percentage}
fi: Täytyy olla alle {percentage}
fr_ca: Doit être inférieure à {percentage}
ga: Ní mór dó a bheith faoi {percentage}
hi: {percentage} से कम होना चाहिए
id: Harus di bawah {percentage}
is: Verður að vera undir {percentage}
it: Deve essere sotto {percentage}
ja: {percentage} 未満にする必要があります
mi: Me raro iho {percentage}
ms: Mestilah bawah {percentage}
nl: Moet lager zijn dan {percentage}
pl: Wymagane poniżej {percentage}
pt_br: Deve ser abaixo de {percentage}
ru: Должно быть меньше {percentage}
sl: Mora biti nižje od {percentage}
th: จะต้องต่ำกว่า {percentage}
vi: Phải dưới {percentage}
zh: 必须低于{percentage}
zh_hk: 必須低於 {percentage}

# mustBeAboveN
source: Must be above {percentage}
ar: يجب أن تزيد عن {percentage}
ca: Ha de ser superior a {percentage}
cy: Rhaid bod yn uwch na {percentage}
de: Muss über {percentage} liegen
es_es: Debe ser superior a {percentage}
fi: Täytyy olla yli {percentage}
fr_ca: Doit être supérieure à {percentage}
ga: Ní mór dó a bheith thar {percentage}
hi: {percentage} से ऊपर होना चाहिए
id: Harus di atas {percentage}
is: Verður að vera yfir {percentage}
it: Deve essere sopra {percentage}
ja: {percentage} を超える必要があります
mi: Me runga ake {percentage}
ms: Mestilah melebihi {percentage}
nl: Moet hoger zijn dan {percentage}
pl: Wymagane powyżej {percentage}
pt_br: Deve ser acima de {percentage}
ru: Должно быть больше {percentage}
sl: Mora biti višje od {percentage}
th: จะต้องมากกว่า {percentage}
vi: Phải trên {percentage}
zh: 必须高于{percentage}
zh_hk: 必須高於 {percentage}

source: Select Student Color
ar: حدد اللون المخصص للطالب
ca: Selecciona el color de l’estudiant
cy: Dewis Lliw Myfyriwr
de: Studierendenfarbe auswählen
es_es: Seleccionar color del estudiante
fi: Valitse Student-sovelluksen väri
fr_ca: Sélectionner la couleur de l’étudiant
ga: Roghnaigh Dath an Mhic Léinn
hi: छात्र रंग का चयन करें
id: Pilih Warna Siswa
is: Veldu lit nemanda
it: Seleziona colore studente
ja: 受講者の色を選択する
mi: Tīpakohia te Ākonga Rōpū
ms: Pilih Warna Pelajar
nl: Cursistkleur selecteren
pl: Wybierz kolor uczestnika
pt_br: Selecionar cor do aluno
ru: Выбрать цвет студента
sl: Izberite barvo študenta
th: เลือกสีของผู้เรียน
vi: Chọn Màu Sinh Viên
zh: 选择学生颜色
zh_hk: 選擇學生顏色

source: Electric, blue
ar: أزرق، كهربائي
ca: Elèctric, blau
cy: Trydan, Glas
de: Elektrisch, blau
es_es: Azul eléctrico
fi: Sähkönsininen
fr_ca: Bleu électrique
ga: Leictreach, gorm
hi: इलेक्ट्रिक, नीला
is: Rafmagn, blár
it: Elettrico, blu
ja: エレクトリック、ブルー
mi: Hikohiko, Kahurangi
ms: Elektrik, biru
nl: Elektrisch, blauw
pl: Elektryczny, niebieski
pt_br: Elétrica, azul
ru: Электрик, синий
sl: Elektrika, modra
th: อิเล็คทริค, น้ำเงิน
vi: Xanh Dương Tia Lửa Điện
zh: 蓝色
zh_hk: 電，藍色

source: Plum, Purple
ar: أرجواني، برقوقي
ca: Pruna, porpra
cy: Eirinen, Porffor
de: Pflaume, violett
es_es: Morado tipo ciruela
fi: Luumu, purppura
fr_ca: Prune, violet
ga: Plumchorcra, Corcra
hi: प्लम, बैंगनी
is: Plóma, fjólublár
it: Prugna, viola
ja: プラム、パープル
mi: Paramū, Waiporoporo
ms: Plum, Ungu
nl: Pruim, paars
pl: Śliwka, fioletowy
pt_br: Ameixa, roxo
ru: Слива, фиолетовый
sl: Sliva, vijolična
th: พลัม, ม่วง
vi: Tía Mận
zh: 紫色
zh_hk: 梅子，紫色

source: Barney, Fuschia
ar: فوشيا، بارني
ca: Barney, fúcsia
cy: Barney, Ffiwsia
de: Fuchsienrot
es_es: Fucsia tipo Barney
fi: Violetti, fuksia
fr_ca: Fuschia Barney
hi: बार्नी, रानी गुलाबी
is: Barney, purpuralitur
it: Barney, fucsia
ja: バーニー、フューシャ
mi: Barney, Ngenge
nl: Barney, fuchsia
pl: Barney, fuksjowy
ru: Барни, фуксия
sl: Barney, rožnato-vijolična
th: บาร์นีย์, ฟูเชีย
vi: Hồng Vân Anh Barney
zh: 粉红
zh_hk: 巴尼，紫紅色

source: Raspberry, Red
ar: أحمر، لون التوت
ca: Gerd, vermell
cy: Mafonen, Coch
de: Himbeerrot
es_es: Rojo tipo mora
fi: Vadelmanpunainen
fr_ca: Framboise rouge
ga: Sú craobh, Dearg
hi: रास्पबेरी, लाल
is: Hindber, rauður
it: Lampone, rosso
ja: ラズベリー、レッド
mi: Rāpere, Whero
ms: Raspberi, Merah
nl: Framboos, rood
pl: Poziomka, czerwony
pt_br: Framboesa, vermelho
ru: Малина, красный
sl: Malina, rdeča
th: ราสเบอร์รี่, แดง
vi: Đỏ Mâm Xôi
zh: 红色
zh_hk: 樹莓，紅色

source: Fire, Orange
ar: برتقالي، ناري
ca: Foc, taronja
cy: Tân, Oren
de: Feuerrot, orange
es_es: Naranja tipo fuego
fi: Tulenoranssi
fr_ca: Orange feu
ga: Dóiteáin, Oráiste
hi: आग, नारंगी
is: Eldur, appelsínugulur
it: Fuoco, arancione
ja: ファイアー、オレンジ
mi: Ahi, Ārani
ms: Api, Jingga
nl: Vuur, oranje
pl: Ogień, pomarańczowy
pt_br: Fogo, laranja
ru: Огонь, оранжевый
sl: Ogenj, oranžna
th: ไฟเออร์, ส้ม
vi: Cam Đỏ Lửa
zh: 橙色
zh_hk: 火，橙色

source: Shamrock, Green
ar: أخضر، النفل
ca: Trèvol, verd
cy: Meillionen, Gwyrdd
de: Kleeblatt, grün
es_es: Verde tipo trébol
fi: Apilanvihreä
fr_ca: Vert Shamrock
ga: Seamróg, Glas
hi: शैमरॉक, हरा
is: Músasmári, grænn
it: Trifoglio, verde
ja: シャムロック、グリーン
mi: Rangirua, Kākariki
ms: Syamrok, Hijau
nl: Klaver, groen
pl: Koniczynka, zielony
pt_br: Trevo, verde
ru: Трилистник, зеленый
sl: Detelja, zelena
th: ชัมร็อค, เขียว
vi: Xanh Lá Cây
zh: 绿色
zh_hk: 三葉草，綠色

source: An error occurred while saving your selection. Please try again.
ar: حدث خطأ أثناء حفظ التحديد الخاص بك. يرجى إعادة المحاولة.
ca: S'ha produït un error en desar la vostra selecció. Torneu-ho a provar.
cy: Gwall wrth gadw eich dewis. Rhowch gynnig arall arni.
de: Fehler beim Speichern Ihrer Auswahl. Bitte versuchen Sie es noch einmal.
es_es: Ha habido un error al guardar tu selección. Inténtalo de nuevo.
fi: Valintaasi tallennettaessa tapahtui virhe. Yritä uudelleen.
fr_ca: Une erreur s’est produite lors de l’enregistrement de votre sélection. Veuillez réessayer.
ga: Tharla earráid agus do rogha á shábháil. Bain triail as arís, le do thoil.
hi: आपका चयन सहेजते समय त्रुटि उत्पन्न हुई। कृपया फिर से कोशिश करें।
id: Kesalahan terjadi saat menyimpan pilihan Anda. Silakan coba lagi.
is: Villa kom upp við að vista valið þitt. Reyndu aftur.
it: Si è verificato un errore durante il salvataggio della selezione. Riprova.
ja: 選択の保存中にエラーが発生しました。再度試してください。
mi: He hapa i puta i te wā e tiaki ana i tō tīpako. Tēnā koa ngana anō.
ms: Ralat berlaku semasa menyimpan pilihan anda. Sila cuba semula.
nl: Er is een fout opgetreden tijdens het opslaan van je selectie. Probeer het opnieuw.
pl: Wystąpił błąd podczas zapisywania kolekcji. Spróbuj ponownie.
pt_br: Um erro ocorreu ao salvar a sua seleção. Por favor, tente novamente.
ru: Произошла ошибка при сохранении вашего выбора. Попробуйте еще раз.
sl: Med shranjevanjem vaše izbire je prišlo do napake. Poskusite znova.
th: เกิดข้อผิดพลาดขณะบันทึกรายการที่คุณเลือก กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Đã xảy ra lỗi khi lưu lựa chọn của bạn. Vui lòng thử lại.
zh: 保存选择时发生错误。请重试。
zh_hk: 儲存您的選擇時發生錯誤。請重試。

# changeStudentColorLabel
source: Change color for {studentName}
ar: تغيير اللون لـ {studentName}
ca: Canvia el color de {studentName}
cy: Newid lliw {studentName}
de: Farbe ändern für {studentName}
es_es: Cambiar color para {studentName}
fi: Vaihda väri kohteelle {studentName}
fr_ca: Changer la couleur pour {studentName}
ga: Athraigh dath le haghaidh {studentName}
hi: {studentName} के लिए रंग बदलें
id: Ubah warna untuk {studentName}
is: Breyta lit fyrir {studentName}
it: Cambia colore per {studentName}
ja: {studentName}の色を変更する
mi: Huria tae mō {studentName}
ms: Tukar warna kepada {studentName}
nl: Kleur wijzigen voor {studentName}
pl: Zmień kolor na {studentName}
pt_br: Alterar cor para {studentName}
ru: Изменить цвет для {studentName}
sl: Spremeni barvo za {studentName}
th: เปลี่ยนสีสำหรับ {studentName}
vi: Thay đổi màu cho {studentName}
zh: 更改 {studentName} 的颜色
zh_hk: 變更 {studentName} 的顏色

source: Teacher
ar: معلم
ca: Professor
cy: Athro
de: Lehrende*r
es_es: Profesor
fi: Opettaja
fr_ca: Enseignant
ga: Múinteoir
hi: शिक्षक
id: Guru
is: Kennari
it: Insegnante
ja: 教員
mi: Kaiako
ms: Guru
nl: Docent
pl: Nauczyciel
pt_br: Professor
ru: Преподаватель
sl: Izvajalec
th: ผู้สอน
vi: Giáo Viên
zh: 教师
zh_hk: 教師

source: Student
ar: طالب
ca: Estudiant
cy: Myfyriwr
de: Studierende*r
es_es: Estudiante
fi: Opiskelija
fr_ca: Étudiant
ga: Mac léinn
hi: छात्र
id: Siswa
is: Nemandi
it: Studente
ja: 受講者
mi: Ākonga
ms: Pelajar
nl: Cursist
pl: Uczestnik
pt_br: Aluno
ru: Студент
sl: Študent
th: ผู้เรียน
vi: Sinh Viên
zh: 学生
zh_hk: 學生

source: TA
ar: مساعد معلم
ca: Auxiliar de professor
cy: Cynorthwyydd Dysgu
de: Lehrassistent*in
es_es: Profesor auxiliar
fi: Apuopettaja
fr_ca: Instructeur-assistant
ga: CT
is: Aðstoðarkennari
it: Assistente
ms: PP
nl: Onderwijsassistent
pt_br: Assistente
sl: Demonstrator
vi: Trợ Giảng
zh: 助教
zh_hk: 助教

source: Observer
ar: مراقب
ca: Observador
cy: Arsyllwr
de: Beobachter*in
es_es: Observador
fi: Tarkkailija
fr_ca: Observateur
ga: Breathnóir
hi: समीक्षक
id: Pengamat
is: Skoðandi
it: Osservatore
ja: オブザーバー
mi: Kaimātakitaki
ms: Pemerhati
nl: Waarnemer
pl: Obserwujący
pt_br: Observador
ru: Наблюдатель
sl: Skriti bralec
th: ผู้สังเกตการณ์
vi: Người Quan Sát
zh: 观察员
zh_hk: 觀察者

source: Use Camera
ar: استخدام الكاميرا
ca: Utilitza la càmera
cy: Defnyddio Camera
de: Kamera verwenden
es_es: Usar cámara
fi: Käytä kameraa
fr_ca: Utiliser la caméra
ga: Úsáid Ceamara
hi: कैमरे का उपयोग करें
id: Gunakan Kamera
is: Nota myndavél
it: Usa videocamera
ja: カメラを使用する
mi: Whakamahi te Kāmera
ms: Gunakan Kamera
nl: Camera gebruiken
pl: Użyj kamery
pt_br: Usar câmera
ru: Использование камеры
sl: Uporabi fotoaparat
th: ใช้กล้อง
vi: Sử Dụng Camera
zh: 使用相机
zh_hk: 使用攝影機

source: Upload File
ar: تحميل ملف
ca: Penja el fitxer
cy: Llwytho Ffeil i Fyny
de: Datei hochladen
es_es: Cargar archivo
fi: Lataa tiedosto
fr_ca: Téléverser le fichier
ga: Uaslódáil Comhad
hi: फ़ाइल अपलोड करें
id: Unggah File
is: Hlaða upp skrá
it: Carica File
ja: ファイルをアップロードする
mi: Tukuake Kōnae
ms: Muat Naik Fail
nl: Bestand uploaden
pl: Prześlij plik
pt_br: Carregar arquivo
ru: Загрузить файл
sl: Naloži datoteko
th: อัพโหลดไฟล์
vi: Tải Lên Tập Tin
zh: 上传文件
zh_hk: 上傳檔案

source: Choose from Gallery
ar: اختر من المعرض
ca: Tria de la galeria
cy: Dewis o’r Oriel
de: Aus Galerie auswählen
es_es: Seleccionar de la galería
fi: Valitse galleriasta
fr_ca: Choisir dans la galerie
ga: Roghnaigh ón nGailearaí
hi: गैलरी से चुनें
id: Pilih dari Galeri
is: Velja úr galleríi
it: Scegli da galleria
ja: ギャラリーから選択する
mi: Kōwhiri mai i te Taiwhanga
ms: Pilih daripada Galeri
nl: Kies uit galerij
pl: Wybierz z galerii
pt_br: Escolher na galeria
ru: Выбрать из галереи
sl: Izberi iz galerije
th: เลือกจากแกลเลอรี่
vi: Chọn Từ Thư Viện
zh: 从图库中选择
zh_hk: 從圖片庫中選擇

source: Preparing…
ar: جارٍ الإعداد...
ca: S'està preparant...
cy: Wrthi’n paratoi...
de: Vorbereiten ...
es_es: En preparación...
fi: Valmistellaan...
fr_ca: En préparation…
ga: Ag ullmhú…
hi: तैयार किया जा रहा है…
id: Menyiapkan...
is: Undirbý…
it: Preparazione in corso...
ja: 準備しています…
mi: E whakareri ana...
ms: Menyediakan...
nl: Wordt voorbereid
pl: Przygotowywanie...
pt_br: Preparando...
ru: Подготовка...
sl: Pripravljam ...
th: กำลังจัดเตรียม...
vi: Đang chuẩn bị…
zh: 正在准备...
zh_hk: 準備中…

source: Add student with…
ar: إضافة طالب بـ...
ca: Afegeix un estudiant amb...
cy: Ychwanegu myfyriwr gyda...
de: Studierende*n hinzufügen mit ...
es_es: Añadir estudiante con...
fi: Lisää opiskelija, jolla on...
fr_ca: Ajouter étudiant avec…
ga: Cuir mac léinn le…
hi: छात्र को इसके साथ जोड़ें...
id: Tambah siswa dengan...
is: Bæta nemanda við…
it: Aggiungi studente con…
ja: 次を使って受講者を追加します…
mi: Tapiri ākonga me...
ms: Tambah pelajar dengan...
nl: Cursist toevoegen met…
pl: Dodaj uczestnika z...
pt_br: Adicionar aluno com...
ru: Добавить студента с…
sl: Dodaj študenta s/z ...
th: เพิ่มผู้เรียนกับ...
vi: Thêm sinh viên với...
zh: 使用...添加学生
zh_hk: 添加學生…

source: Add Student
ar: إضافة طالب
ca: Afegeix un estudiant
cy: Ychwanegu Myfyriwr
de: Studierende*n hinzufügen
es_es: Añadir estudiante
fi: Lisää opiskelija
fr_ca: Ajouter un étudiant
ga: Cuir Mac Léinn leis
hi: छात्र जोड़ें
id: Tambah Siswa
is: Bæta við nemanda
it: Aggiungi studente
ja: 受講者を追加
mi: Tapiri Ākonga
ms: Tambah Pelajar
nl: Cursist toevoegen
pl: Dodaj uczestnika
pt_br: Adicionar Estudante
ru: Добавить студента
sl: Dodaj študenta
th: เพิ่มผู้เรียน
vi: Thêm Sinh Viên
zh: 添加学生
zh_hk: 添加學生

source: You are not observing any students.
ar: أنت لا تراقب أي طالب.
ca: No esteu observant cap estudiant.
cy: Dydych chi ddim yn arsyllu unrhyw fyfyrwyr.
de: Sie beobachten keine Studierende*n.
es_es: No estás observando a ningún estudiante.
fi: Et tarkkaile yhtään opiskelijaa.
fr_ca: Vous n’observez aucun étudiant.
ga: Níl tú ag breathnú ar mhac léinn ar bith.
hi: आप किसी भी छात्र की समीक्षा नहीं कर रहे हैं।
id: Anda tidak mengamati siswa manapun.
is: Þú fylgist ekki með neinum nemendum.
it: Non stati monitorando alcuno studente.
ja: どの受講者もオブザーブしていません。
mi: Kaore koe e tirotiro ana ētahi ākonga.
ms: Anda tidak memerhatikan mana-mana pelajar.
nl: Je observeert geen cursisten.
pl: Nie obserwujesz żadnych uczestników.
pt_br: Você não está observando quaisquer alunos.
ru: Вы не наблюдаете ни за одни студентом.
sl: Ne opazujete nobenega študenta.
th: คุณไม่ได้สังเกตการณ์ผู้เรียนรายใด
vi: Bạn đang không quan sát bất kỳ sinh viên nào.
zh: 您未观察任何学生。
zh_hk: 您未正在觀察任何學生。

source: There was an error loading your students.
ar: حدث خطأ أثناء تحميل طلابك.
ca: S'ha produït un error en carregar els vostres estudiants.
cy: Gwall wrth lwytho’ch myfyrwyr.
de: Fehler beim Laden Ihrer Studierende*n.
es_es: Ha habido un error al cargar tus estudiantes.
fi: Opiskelijoidesi latauksessa ilmeni virhe.
fr_ca: Une erreur est survenue lors du chargement de vos étudiants.
ga: Tharla earráid agus do mhic léinn á lódáil.
hi: आपके छात्रों को लोड करने में त्रुटि हुई।
id: Terjadi kesalahan ketika memuat siswa Anda.
is: Villa kom upp við að sækja nemendur þína.
it: Si è verificato un errore durante il caricamento dei tuoi studenti.
ja: 受講者のロード中にエラーが発生しました。
mi: He hapa i te wā e uta ana i ō ākonga.
ms: Terdapat ralat untuk memuatkan pelajar anda.
nl: Er is een probleem opgetreden bij het laden van je cursisten.
pl: Wystąpił błąd podczas wczytywania uczestników.
pt_br: Houve um erro ao carregar seus alunos.
ru: Произошла ошибка при загрузке ваших студентов.
sl: Pri nalaganju vaših študentov je prišlo do napake.
th: มีข้อผิดพลาดในการโหลดผู้เรียนของคุณ
vi: Đã xảy ra lỗi khi tải sinh viên của bạn.
zh: 加载学生时发生错误。
zh_hk: 載入您的學生時發生錯誤。

source: Pairing Code
ar: رمز الإقران
ca: Codi d'emparellament
cy: Cod Paru
es_es: Código de emparejamiento
fi: Parinmuodostuskoodi
fr_ca: Jumelage du code
ga: Cód Péireála
hi: पेयरिंग कोड
id: Kode Pairing
is: Pörunarkóði
it: Codice accoppiamento
ja: ペアリングコード
mi: Waihere Hono
ms: Kod Berpasangan
nl: Koppelingscode
pl: Kod parowania
pt_br: Código de emparelhamento
ru: Код сопряжения
sl: Koda za seznanjanje naprave
th: รหัสเข้าคู่
vi: Mã Ghép Cặp
zh: 配对码
zh_hk: 配對代碼

source: Students can obtain a pairing code through the Canvas website
ar: يمكن للطلاب الحصول على رمز إقران من خلال موقع Canvas على الويب.
ca: Els estudiants poden obtenir un codi d'emparellament a través del lloc web de Canvas
cy: Mae myfyrwyr yn gallu cael cod paru trwy wefan Canvas
de: Studierende können einen Pairing-Code über die Canvas-Website erhalten
es_es: Los estudiantes pueden obtener un código de emparejamiento a través del sitio web de Canvas
fi: Opiskelijat voivat hankkia parinmuodostuskoodin Canvasin verkkosivustolta.
fr_ca: Les étudiants peuvent obtenir un code de jumelage sur le site Web de Canvas
ga: Is féidir le mic léinn cód péireála a fháil trí shuíomh Gréasáin Canvas
hi: छात्र Canvas वेबसाइट के माध्यम से पेयरिंग कोड प्राप्त कर सकते हैं
id: Siswa bisa mendapat kode pairing melalui situs web Canvas
is: Nemendur geta fengið pörunarkóða í gegnum vefsíðu Canvas
it: Gli studenti possono ricevere un codice di abbinamento sul sito web Canvas
ja: 受講者はCanvas Webサイトからペアリングコードを取得できます
mi: Ka taea e ngā ākonga te tiki waihere hono ma te mahi i te Canvas nipurangi
ms: Pelajar boleh mendapatkan kod berpasangan melalui laman web Canvas
nl: Cursisten kunnen een koppelingscode ophalen via de Canvas-website.
pl: Uczestnicy mogą otrzymać kod parowania za pomocą witryny Canvas
pt_br: Os alunos podem obter um código de emparelhamento no site do Canvas
ru: Студенты могут получить код подключения на веб-сайте Canvas
sl: Študenti lahko pridobijo kodo za seznanitev prek spletnega mesta Canvas
th: ผู้เรียนสามารถขอรหัสเข้าคู่ได้จากเว็บไซต์ Canvas
vi: Sinh viên có thể nhận mã ghép cặp thông qua trang web Canvas
zh: 学生可以通过 Canvas 网站获得配对码
zh_hk: 學生可以透過 Canvas 網站獲取配對碼

source: Enter the student pairing code provided to you. If the pairing code doesn't work, it may have expired
ar: أدخل رمز إقران الطالب المقدم لك. إذا لم يعمل رمز الإقران، فقد يكون انتهت صلاحيته
ca: Introduïu el codi d'emparellament d'estudiants que se us ha proporcionat. Si el codi d'emparellament no funciona, pot ser que hagi caducat
cy: Rhowch y cod paru myfyriwr a roddwyd i chi. Os nad yw’r cod paru yn gweithio, mae’n bosib ei fod wedi dod i ben
de: Geben Sie den Studierenden-Pairing-Code ein, den Sie erhalten haben. Falls der Pairing-Code nicht funktioniert, ist er möglicherweise abgelaufen
es_es: Introduce el código de emparejamiento de estudiante que se te ha proporcionado. Si el código de emparejamiento no funciona, es posible que haya caducado
fi: Kirjoita opiskelijan parinmuodostuskoodi, joka on toimitettu sinulle. Jos parinmuodostuskoodi ei toimi, se saattaa olla vanhentunut
fr_ca: Saisir le code d’appariement de l’étudiant qui vous a été fourni. Si le code d’appariement ne fonctionne pas, il peut avoir expiré
ga: Cuir isteach an cód péireála mac léinn a thugtar duit. Mura n-oibríonn an cód péireála, seans go mbeidh sé imithe in éag
hi: आपको प्रदान किया गया छात्र पेयरिंग कोड दर्ज करें। यदि पेयरिंग कोड काम नहीं करता है, तो हो सकता है वह समाप्त हो गया हो
id: Masukkan kode pairing siswa yang diberikan kepada Anda. Jika kode pairing gagal, mungkin sudah kedaluwarsa
is: Settu inn pörunarkóða nemanda sem þú fékkst. Ef pörunarkóðinn virkar ekki gæti hann verið útrunninn
it: Inserisci il codice accoppiamento studente fornito. Se il codice accoppiamento non funziona, potrebbe essere scaduto
ja: 提供されている受講者ペアリングコードを入力してください。ペアリングコードが機能しない場合は、有効期限が切れているかもしれません
mi: Whakauru te ākonga waihere hono kua tukuna atu ki a koe. Mehema kaore te waihere hono e mahi; kua pau pea te wā
ms: Masukkan kod berpasangan pelajar yang diberikan kepada anda. Jika kod berpasangan tidak berfungsi, ia mungkin telah tamat tempoh
nl: Voer de koppelingscode cursist in die je gekregen hebt. Als de koppelingscode niet werkt, is deze mogelijk verlopen
pl: Wpisz otrzymany kod parowania uczestnika. Jeśli kod parowania nie działa, mógł wygasnąć
pt_br: Insira o código de emparelhamento do aluno fornecido. Se o código de emparelhamento não funcionar, ele pode ter expirado
ru: Введите предоставленный вам код сопряжения студентов. Если сопряжение не работает, срок его действия может закончиться
sl: Vnesite kodo za povezovanje s študentom, ki ste jo prejeli. Če koda za povezovanje ne deluje, je morda potekla
th: กรอกรหัสเข้าคู่ของผู้เรียนที่แจ้งไว้กับคุณ หากรหัสเข้าคู่ไม่สามารถใช้ได้ แสดงว่าหมดอายุแล้ว
vi: Nhập mã ghép cặp sinh viên được cung cấp cho bạn. Nếu mã ghép cặp không hoạt động thì có thể mã đó đã hết hạn
zh: 输入提供给您的学生配对代码。如果配对代码无法使用，可能已过期
zh_hk: 輸入已提供給您的學生配對代碼。如果配對代碼無效，可能是已到期

source: Your code is incorrect or expired.
ar: رمزك غير صحيح أو منته الصلاحية.
ca: El vostre codi es incorrecte o ha caducat.
cy: Mae eich cod yn anghywir neu mae wedi dod i ben.
de: Ihr Code ist falsch oder abgelaufen.
es_es: Tu código es incorrecto o ha caducado.
fi: Koodisi on virheellinen tai vanhentunut.
fr_ca: Votre code est incorrect ou expiré.
ga: Tá do chód mícheart nó imithe in éag.
hi: आपका कोड गलत है या समाप्त हो गया है।
id: Kode Anda salah atau sudah kedaluwarsa.
is: Kóðinn þinn er rangur eða útrunninn.
it: Il tuo codice non è corretto o è scaduto.
ja: コードが間違っているか、期限が切れています。
mi: Kei te hē kua pau rānei tō waihere.
ms: Kod anda tidak betul atau tamat tempoh.
nl: Je code is onjuist of verlopen.
pl: Twój kod jest nieprawidłowy lub wygasł.
pt_br: Seu código está incorreto ou expirado.
ru: Ваш код неверен, или истек срок его действия.
sl: Vaša koda je nepravilna ali potekla.
th: รหัสของคุณไม่ถูกต้องหรือหมดอายุแล้ว
vi: Mã của bạn không đúng hoặc đã hết hạn.
zh: 您的代码错误或已过期。
zh_hk: 您的代碼錯誤或到期。

source: Something went wrong trying to create your account, please reach out to your school for assistance.
ar: حدث خطأ ما أثناء محاولة إنشاء حسابك، يرجى الاتصال بمدرستك للمساعدة.
ca: Alguna cosa no ha anat bé en intentar crear el vostre usuari, poseu-vos en contacte amb la vostra escola per obtenir assistència.
cy: Aeth rhywbeth o’i le wrth geisio creu eich cyfrif, gofynnwch i’ch ysgol am gymorth.
de: Beim Erstellen Ihres Kontos ging etwas schief. Wenden Sie sich bitte an Ihre Schule.
es_es: Algo ha salido mal al intentar crear tu cuenta; ponte en contacto con tu escuela para obtener asistencia.
fi: Ilmeni virhe, kun tiliäsi yritettiin luoda. Pyydä apua koulultasi.
fr_ca: Une erreur s’est produite lors de la création de votre compte, veuillez contacter votre école pour obtenir de l’aide.
ga: Tharla earráid agus do chuntas a chruthú, déan teagmháil le do scoil le haghaidh cabhrach.
hi: अपना खाता बनाने की कोशिश में कुछ गलत हो गया, कृपया सहायता के लिए अपने स्कूल से संपर्क करें।
id: Terjadi kesalahan saat mencoba membuat akun Anda, silakan hubungi sekolah Anda untuk mendapat bantuan.
is: Eitthvað fór úrskeiðis þegar verið var að búa til reikninginn þinn, hafðu samband við skólann þinn til að fá aðstoð.
it: Si è verificato un errore durante il tentativo di creare il tuo account, contatta la scuola per assistenza.
ja: アカウントを作成しようとしたときに問題が発生しました。学校に連絡して支援を求めてください。
mi: I raruraru tētahi mea i te wā e ngāna ana ki te hanga i tō pūkete; tēnā koa toro atu ki tō kura hei āwhina.
ms: Sesuatu tidak kena semasa mencuba untuk mencipta akaun anda, sila berhubung dengan sekolah anda untuk mendapatkan bantuan
nl: Er is iets mis gegaan bij het aanmaken van je account. Neem voor hulp contact op met je school.
pl: Wystąpił błąd podczas tworzenia konta. Skontaktuj się ze swoją szkołą, aby uzyskać pomoc.
pt_br: Algo deu errado ao tentar criar sua conta. Entre em contato com sua escola para obter ajuda.
ru: Что-то пошло не так при попытке создания вашей учетной записи. Обратитесь в свою школу за помощью.
sl: Pri poskusu ustvarjanja računa je prišlo do napake. Za pomoč se obrnite na šolo.
th: มีบางอย่างผิดพลาดขณะพยายามจัดทำบัญชีผู้ใช้ของคุณ กรุณาติดต่อสถานศึกษาของคุณเพื่อขอความช่วยเหลือ
vi: Đã xảy ra vấn đề khi cố tạo tài khoản của bạn, vui lòng liên hệ trường của bạn để được hỗ trợ.
zh: 尝试创建帐户时遇到错误，请联系您的学校寻求帮助。
zh_hk: 嘗試建立您的錯誤時發生錯誤，請聯絡您的學校尋求協助。

source: QR Code
ar: رمز QR
ca: Codi QR
cy: Cod QR
es_es: Código QR
fi: Viivakoodi
fr_ca: Code QR
ga: Cód MF
hi: QR कोड
id: Kode QR
is: QR kóði
it: Codice QR
ja: QR コード
mi: QR Waehere
ms: Kod QR
pl: Kod QR
pt_br: Código QR
ru: QR-код
sl: Koda QR
th: รหัส QR
vi: Mã QR
zh: 二维码
zh_hk: QR 碼
