Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*.arb
Languages: ar, ca, cy, de, es_es, fi, fr_ca, ga, hi, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, th, vi, zh, zh_hk

# endMasqueradeLogoutMessage
source: You will stop acting as {userName} and will be logged out.
ar: ستتوقف عن التصرف باعتبارك {userName} وسيتم إخراجك من الحساب.
ca: Deixareu d'actuar com a {userName} i es tancarà la vostra sessió.
cy: Byddwch chi’n stopio gweithredu fel {userName} ac yn cael eich allgofnodi.
de: Sie hören auf, zu handeln als {userName} und werden abgemeldet.
es_es: Dejarás de actuar como {userName} y cerrarás la sesión.
fi: Lopetat toimimasta käyttäjänä {userName} ja sinut kirjataan ulos.
fr_ca: Vous allez cesser d’agir comme {userName} et serez déconnecté.
ga: Stopfaidh tú ag gníomhú mar {userName} agus logálfar amach thú.
hi: आप {userName} के रूप में कार्य करना बंद कर देंगे और आपको लॉग आउट कर दिया जाएगा।
id: Anda akan berhenti bertindak sebagai {userName} dan logout.
is: Þú hættir að bregðast við sem {userName} og verður skráð(ur) út.
it: Non agirai più come {userName} e sarai disconnesso.
ja: {userName}として機能することを停止して、ログアウトされます。
mi: Ka mutu tō mahi hei {userName} ana ka takiwahotia.
ms: Anda akan berhenti bertindak sebagai {userName} dan dilog keluar.
nl: Je stopt met optreden als {userName} en je wordt afgemeld.
pl: Zatrzymasz podszywanie się jako {userName} i nastąpi wylogowanie.
pt_br: Você parará de agir como {userName} e será desconectado.
ru: Функция «Действовать как {userName}» будет отключена, и сеанс будет завершен.
sl: Prenehali boste nastopati v vlogi {userName} in boste odjavljeni.
th: คุณจะหยุดดำเนินการในฐานะ {userName} และออกจากระบบ
vi: Bạn sẽ dừng đóng vai trò {userName} và được đăng xuất.
zh: 您将停止临时代理用户 {userName} 并注销。
zh_hk: 您將會停止作為 {userName} 並登出。

source: How are we doing?
ar: كيف هو أداؤنا؟
ca: Com ho estem fem?
cy: Sut hwyl rydyn ni’n ei gael arni?
de: Wie sieht's aus?
es_es: ¿Cómo estás?
fi: Miten menestymme?
fr_ca: Comment nous débrouillons-nous?
ga: Conas atá ag éirí linn?
hi: हमारा कार्य कैसा चल रहा है?
id: Bagaimana kabarnya?
is: Hvernig gengur okkur?
it: Come stiamo andando?
ja: 私たちはどうですか？
mi: E pēhea ana tātou?
ms: Bagaimana keadaan kita sekarang?
nl: Hoe gaat het?
pl: Jak się czujemy?
pt_br: Como estamos indo?
ru: Как мы работаем?
sl: Kako nam gre?
th: เราเป็นอย่างไรบ้าง
vi: Mọi thứ đang làm thế nào rồi?
zh: 我们做得怎样？
zh_hk: 我們表現如何？

source: Don't show again
ar: عدم الإظهار مرة أخرى
ca: No ho tornis a mostrar
cy: Peidio â dangos eto
de: Nicht nochmal zeigen
es_es: No volver a mostrar
fi: Älä näytä uudelleen
fr_ca: Ne plus afficher à nouveau
ga: Ná taispeáin arís
hi: फिर से न दिखाएं
id: Jangan tampilkan lagi
is: Ekki sýna aftur
it: Non mostrarlo di nuovo
ja: これ以上表示しないでください
mi: Kaua e whakātu anō
ms: Jangan Tunjuk Lagi
nl: Niet nogmaals tonen
pl: Nie pokazuj więcej
pt_br: Não mostrar de novo
ru: Не показывать снова
sl: Ne prikaži znova
th: ไม่ต้องแสดงอีก
vi: Không hiển thị lại
zh: 不再显示
zh_hk: 不要再次顯示

source: What can we do better?
ar: ماذا يمكننا فعله لتطوير أداءنا؟
ca: Què podem fer millor?
cy: Beth fydden ni’n gallu ei wneud yn well?
de: Was können wir besser machen?
es_es: ¿Qué podemos mejorar?
fi: Mitä voimme parantaa?
fr_ca: Que pourrions-nous faire plus efficacement?
ga: Cad is féidir linn a dhéanamh níos fearr?
hi: हम क्या बेहतर कर सकते हैं?
id: Apa yang dapat kami tingkatkan?
is: Hvernig getum við bætt okkur?
it: Cosa possiamo migliorare?
ja: 改善する余地はどこにあるでしょう？
mi: Me pēhea e whakapiki ake ai te mahi e mātou?
ms: Apakah yang boleh kita tambah baik?
nl: Wat kunnen we beter doen?
pl: Co możemy ulepszyć?
pt_br: O que podemos fazer melhor?
ru: Что мы можем сделать лучше?
sl: Kaj lahko izboljšamo?
th: เราสามารถทำอะไรให้ดีกว่านี้
vi: Chúng ta có thể làm tốt hơn chỗ nào?
zh: 我们如何能做得更好？
zh_hk: 我們有何可改進之處？

source: Send Feedback
ar: إرسال تعليقات
ca: Envia els comentaris
cy: Anfon Adborth
de: Feedback senden
es_es: Enviar comentarios
fi: Lähetä palautetta
fr_ca: Envoyer une rétroaction
ga: Seol Aiseolas
hi: फ़ीडबैक भेजें
id: Kirim Umpan Balik
is: Senda endurgjöf
it: Invia feedback
ja: フィードバックを送信する
mi: Tuku Urupare
ms: Hantar Maklum Balas
nl: Feedback versturen
pl: Wyślij informację zwrotną
pt_br: Enviar Comentários
ru: Отправить оценку
sl: Pošlji povratne informacije
th: ส่งความเห็น
vi: Gửi Ý Kiến Phản Hồi
zh: 发送反馈
zh_hk: 發送回饋

# ratingDialogEmailSubject
source: Suggestions for Android - Canvas Parent {version}
ar: اقتراحات لـ Android - Canvas Parent {version}
ca: Suggeriments per a Android - Canvas Parent {version}
cy: Awgrymiadau i Android - Canvas Parent {version}
de: Vorschläge für Android - Canvas Parent {version}
es_es: Sugerencias para Android: Canvas Parent {version}
fi: Ehdotuksia Androidille - Canvas Parent {version}
fr_ca: Suggestions pour Android - Canvas Parent {version}
ga: Moltaí le haghaidh Android - Máthairchúrsa Canvas {version}
hi: Android - Canvas Parent {version} के लिए सुझाव
id: Saran untuk Android - Canvas Parent {version}
is: Uppástungur fyrir Android - Canvas Parent {version}
it: Suggerimenti per Android - Canvas Parent {version}
ja: Android への提案 - Canvas Parent {version}
mi: He whakāro pūaki mo Android - Canvas Matua {version}
ms: Cadangan untuk Android - Canvas Parent {version}
nl: Suggesties voor Android - Canvas Parent {version}
pl: Sugestie dla systemu Android - Canvas Parent {version}
pt_br: Sugsetões para Android - Canvas Parent {version}
ru: Предложения для Android - Canvas Parent {version}
sl: Predlogi za sistem Android – Canvas Parent {version}
th: ข้อเสนอแนะสำหรับ Android - Canvas Parent {version}
vi: Đề Xuất Cho Android - Canvas Parent {version}
zh: Android 版本建议 - Canvas Parent {version}
zh_hk: 給 Android 的建議 - Canvas Parent {version}

# starRating
source: {position,plural, =1{{position} star}other{{position} stars}}
ar: {position,plural, =1{{position} نجمة}other{{position} نجوم}}
ca: {position,plural, =1{{position} estrella}other{{position} estrelles}}
cy: {position,plural, =1{{position} seren}other{{position} seren}}
de: {position,plural, =1{{position} Stern}other{{position} Sterne}}
es_es: {position,plural, =1{{position} estrella}other{{position} estrellas}}
fi: {position,plural, =1{{position} tähti}other{{position} tähteä}}
fr_ca: {position,plural, =1{{position} étoile}other{{position} étoiles}}
ga: {position,plural, =1{{position} réalta}other{{position} réalta}}
hi: {position,plural, =1{{position} तारा}other{{position} तारे}}
id: {position,plural, =1{{position} bintang}other{{position} bintang}}
is: {position,plural, =1{{position} stjarna}other{{position} stjörnur}}
it: {position,plural, =1{{position} stella}other{{position} stelle}}
ja: {position,plural, =1{{position} 星}other{{position}星}}
mi: {position,plural, =1{{position} whetu}other{{position} ngā whetu}}
ms: {position,plural, =1{{position} bintang}other{{position} bintang}}
nl: {position,plural, =1{{position} ster}other{{position} sterren}}
pl: {position,plural, =1{{position} gwiazdka}other{{position} gwiazdki}}
pt_br: {position,plural, =1{{position} estrela}other{{position} estrelas}}
ru: {position,plural, =1{{position} звезда}other{{position} звезд(-ы)}}
sl: {position,plural, =1{{position} zvezda}other{{position} zvezde}}
th: {position,plural, =1{{position} ดาว}other{{position} ดาว}}
vi: {position,plural, =1{{position} sao}other{{position} sao}}
zh: {position,plural, =1{{position} 星}other{{position} 星}}
zh_hk: {position,plural, =1{{position} 顆星}other{{position}顆星}}

source: Student Pairing
ar: إقران الطالب
ca: Emparellament de l'estudiant
cy: Paru Myfyrwyr
de: Studierenden-Pairing
es_es: Emparejamiento del estudiante
fi: Opiskelijan parinmuodostus
fr_ca: Jumelage de l’étudiant
ga: Péireáil Mac Léinn
hi: छात्र पेयरिंग
id: Pairing Siswa
is: Pörun nemenda
it: Abbinamento studente
ja: 受講者のペアリング
mi: Akonga Hono
ms: Pemasangan Pelajar
nl: Cursistkoppeling
pl: Parowanie uczestnika
pt_br: Emparelhamento do aluno
ru: Подключение студентов
sl: Seznanjanje študenta
th: การเข้าคู่ผู้เรียน
vi: Ghép Cặp Sinh Viên
zh: 学生配对
zh_hk: 學生配對

source: Open Canvas Student
ar: افتح Canvas Student
ca: Obriu Canvas Student
cy: Agor Canvas Student
de: Canvas Studierenden öffnen
es_es: Abrir Canvas Student
fi: Avaa Canvas Student
fr_ca: Ouvrir Canvas Student
ga: Oscail Mac Léinn Canvas
hi: Canvas Student खोलें
id: Buka Canvas Student
is: Opnaðu Canvas Student
it: Apri Canvas Student
ja: Open Canvas受講者
mi: Huaki Canvas Ākonga
ms: Buka Canvas Student
nl: Canvas Student openen
pl: Otwórz aplikację Canvas Student
pt_br: Abrir Canvas Student
ru: Откройте Canvas Student
sl: Odpiranje Canvas Student
th: เปิด Canvas Student
vi: Mở Canvas Student
zh: 打开 Canvas 学生版
zh_hk: 開啟 Canvas Student

source: You'll need to open your student's Canvas Student app to continue. Go into Main Menu > Settings > Pair with Observer and scan the QR code you see there.
ar: ستحتاج إلى فتح تطبيق Canvas Student لدى الطالب للمتابعة. انتقل إلى القائمة الرئيسية > الإعدادات > إقران مع Observer ثم امسح رمز QR الذي تراه هناك.
ca: Per continuar, haureu d'obrir l’aplicació Canvas Student de l’estudiant. Aneu a Menú principal > Configuració > Emparella amb l'observador i escanegeu el codi QR que s’hi mostra.
cy: Bydd angen i chi agor app Canvas Student eich myfyriwr i barhau. Ewch i'r Brif Ddewislen > Gosodiadau > Paru ag Arsyllwr a sganiwch y cod QR rydych chi’n ei weld yno.
de: Um fortzufahren, müssen Sie die Canvas Studierenden-App Ihrer/Ihres Studierenden öffnen. Gehen Sie zu Hauptmenü > Einstellungen > Pairing mit Beobachter*in und scannen Sie den QR-Code, den Sie dort sehen.
es_es: Para continuar, debes abrir la aplicación Canvas Student de tu estudiante. Ve a Menú Principal > Configuraciones > Emparejar con Observador y escanea el código QR que aparece allí.
fi: Sinun täytyy avata opiskelijan Canvas Student -sovellus jatkaaksesi. Siirry Päävlikkoon > Asetukset > Muodosta laitepari havaitsijan kanssa ja skannaa siellä näkemäsi viivakoodi.
fr_ca: Vous devez ouvrir l’application Canvas Student de votre étudiant pour continuer. Allez dans Menu principal > Paramètres > Jumeler avec l’observateur et scannez le code QR que vous y voyez.
ga: Beidh ort aip Mac Léinn Canvas do mhic léinn a oscailt chun leanúint ar aghaidh. Téigh isteach sa Phríomh-Roghchlár > Socruithe > Péireáil le Breathnóir agus scanadh an cód MF a fheiceann tú ann.
hi: जारी रखने के लिए आपको अपने छात्र का Canvas Student ऐप खोलना होगा। मुख्य मेनू > सेटिंग्स > समीक्षक के साथ पेयर करें में जाएं और वहां दिखाई देने वाले QR कोड को स्कैन करें।
id: Anda harus membuka aplikasi Canvas Student Anda untuk melanjutkan. Pergilah ke Menu Utama > Pengaturan > Pairing dengan Pengamat dan pindai kode QR yang Anda lihat di sana.
is: Þú þarft að opna Canvas Student forrit nemanda þíns til að halda áfram. Farðu í aðalvalmyndina > Stillingar > Para við eftirlitsaðila og skannaðu QR-kóðann sem þú sérð þar.
it: Per continuare, devi aprire l'applicazione Canvas Student del tuo studente. Vai in Menu principale > Impostazioni > Abbina con l'Osservatore e scansiona il codice QR che vedi.
ja: 続行するには、受講者のCanvas Studentアプリを開く必要があります。メインメニュー > [設定] > [オブザーバーとのペアリング]に移動し、そこに表示されるQRコードをスキャンしてください。
mi: Me huakina tō Canvas Ākonga Taupanga ki te haere tonu. Haere ki roto i te Tahua Matua > Ngā Tautuhinga me te Kaitirotiro me te matawai i te QR Waehere ka kitea e koe i reira.
ms: Anda perlu membuka apl Canvas Student pelajar anda untuk meneruskan. Pergi ke Menu Utama > Tetapan > Pasangkan dengan Pemerhati dan imbas kod QR yang anda lihat di sana.
nl: Je moet de Canvas Student-app van je cursist openen om door te kunnen gaan. Ga naar Hoofdmenu > Instellingen > Koppelen met waarnemer en scan de QR-code die je daar ziet.
pl: Aby kontynuować, należy otworzyć aplikację Canvas Student. Przejdź do Menu głównego > Ustawienia > Paruj z obserwującym i zeskanuj podany kod QR.
pt_br: Você precisará abrir o aplicativo Canvas Student do aluno para continuar. Vá para o Menu Principal > Configurações > Emparelhar com o Observer e escaneie o código QR que você vê lá.
ru: Вам понадобится открыть приложение Canvas Student, чтобы продолжить. Перейдите в Главное меню > Настройки > Подключить к Observer и отсканируйте QR-код, который вы видите здесь.
sl: Če želite nadaljevati, odprite aplikacijo Canvas Student za študente. Pojdite v glavni meni > Nastavitve > Seznani s skritim bralcem in odčitajte prikazano kodo QR
th: คุณจะต้องเปิดแอพ Canvas Student ของผู้เรียนเพื่อดำเนินการต่อ ไปที่เมนูหลัก > ค่าปรับตั้ง > เข้าคู่กับผู้สังเกตการณ์ และสแกนรหัส QR ที่ปรากฏขึ้น
vi: Bạn cần mở ứng dụng Canvas Student của bạn để tiếp tục. Đi đến Menu Chính > Cài Đặt > Ghép Cặp Với Người Quan Sát rồi quét mã QR bạn thấy ở đó.
zh: 您需打开学生的 Canvas 学生版应用程序才能继续。转到“主菜单 > 设置 > 与旁听者配对”，扫描在其中看到的二维码。
zh_hk: 您需要開啟學生的 Canvas Student 應用程式以繼續操作。前往主選單 > 設定 > 與觀察者配對，然後掃描該處顯示的 QR 碼。

source: Screenshot showing location of pairing QR code generation in the Canvas Student app
ar: لقطة شاشة تظهر موقع إنشاء رمز QR للإقران في تطبيق Canvas Student
ca: Captura de pantalla en què es mostra la ubicació de la generació del codi QR d'emparellament a l'aplicació Canvas Student
cy: Ciplun yn dangos y lleoliad creu cod QR paru yn ap Canvas Student
de: Screenshot des Ortes der Erzeugung des Pairing-QR-Codes in der Canvas Studierenden-App
es_es: Captura de pantalla en la que se muestra la ubicación de la generación del código QR de emparejamiento en la aplicación Canvas Student
fi: Kuvakaappaus, joka näyttää parinmuodostuskoodin luonnin sijainnin Canvas Student -sovelluksessa.
fr_ca: Capture d’écran montrant l’emplacement du jumelage de la génération de code QR dans l’application Canvas Student
ga: Gabháil scáileáin a thaispeánann an áit inar péireáladh giniúint cód MF san aip Canvas Mac Léinn
hi: Canvas Student ऐप में QR कोड जेनरेशन को पेयर करने का स्थान दिखाने वाला स्क्रीनशॉट
id: Tangkapan layar yang menampilkan lokasi pembuatan pairing kode QR di aplikasi Canvas Student
is: Skjáskot sem sýnir hvar hægt er að framkalla pörunar QR-kóða í Canvas Student forritinu
it: Schermata che mostra la posizione per la generazione del codice QR di abbinamento nell'applicazione Canvas Student
ja: Canvas StudentアプリでのQRコード生成のペアリングの場所を示すスクリーンショット
mi: Pere mata e tohu ana te wāhi o te hono QR Waehere whakatupuranga i roto i te Canvas Ākonga Taupanga
ms: Syot layar yang menunjukkan lokasi penjanaan kod QR berpasangan dalam apl Canvas Student
nl: Schermafbeelding die de locatie toont waar de QR-code voor de koppeling in de Canvas Student-app wordt gegenereerd
pl: Zrzut ekranu przedstawiający miejsce generowania kodu QR w aplikacji Canvas Student
pt_br: Captura de tela mostrando o local da geração de código QR emparelhado no aplicativo Canvas Student
ru: Снимок экрана, на котором показано расположение генерирования QR-кода для подключения в приложение Canvas Student
sl: Posnetek zaslona, ki prikazuje lokacijo za ustvarjanje kode QR za seznanjanje v aplikaciji Canvas Student
th: ภาพหน้าจอแสดงตำแหน่งการจัดทำรหัส QR สำหรับเข้าคู่ในแอพ Canvas Student
vi: Chụp ảnh chụp màn hình cho thấy vị trí tạo mã QR ghép cặp trong ứng dụng Canvas Student
zh: 截图显示在 Canvas 学生版应用程序中生成配对二维码的位置
zh_hk: 螢幕截圖顯示 Canvas Student 應用程式內產生配對 QR 碼的位置

source: Expired QR Code
ar: رمز QR منته الصلاحية
ca: Codi QR caducat
cy: Cod QR wedi dod i ben
de: Abgelaufener QR-Code
es_es: Código QR caducado
fi: Vanhentunut viivakoodi
fr_ca: Code QR expiré
ga: Cód MF imithe in éag
hi: समाप्त हुआ QR कोड
id: Kode QR Kedaluwarsa
is: Útrunninn QR-kóði
it: Codice QR scaduto
ja: 期限切れのQRコード
mi: Kua pau QR Waehere
ms: Kod QR Tamat Tempoh
nl: Verlopen QR-code
pl: Nieważny kod QR
pt_br: Código QR expirado
ru: QR-код с истекшим сроком действия
sl: Koda QR je potekla
th: รหัส QR หมดอายุ
vi: QR Code Đã Hết Hạn
zh: 失效的二维码
zh_hk: 已過期 QR 碼

source: The QR code you scanned may have expired. Refresh the code on the student's device and try again.
ar: ربما يكون رمز QR الذي مسحته انتهت صلاحيته. قم بتحديث الرمز على جهاز الطالب وأعد المحاولة.
ca: És possible que el codi QR que heu escanejat ja hagi caducat. Actualitzeu el codi al dispositiu de l’estudiant i torneu-ho a provar.
cy: Efallai fod y cod QR y gwnaethoch chi ei sganio wedi dod i ben. Adnewyddwch y cod ar ddyfais y myfyriwr a rhowch gynnig arall arni.
de: Der von Ihnen gescannte QR-Code ist möglicherweise abgelaufen. Aktualisieren Sie den Code auf dem Gerät der/des Studierenden und versuchen Sie es erneut.
es_es: Es posible que el código QR que has escaneado haya caducado. Actualiza el código en el dispositivo del estudiante y vuelve a intentarlo.
fi: Skanaamasi viivakoodi on ehkä vanhentunut. Virkistä koodi opiskelijan laitteessa ja yritä uudelleen.
fr_ca: Le code QR que vous avez scanné peut avoir expiré. Actualisez le code sur l’appareil de l’étudiant et essayez de nouveau.
ga: Seans go bhfuil an cód MF a scanáil tú imithe in éag. Athnuaigh an cód ar ghléas an mac léinn agus bain triail eile as.
hi: हो सकता है कि आपके द्वारा स्कैन किए गए QR कोड का समय समाप्त हो गया हो। छात्र की डिवाइस पर कोड रीफ़्रेश करें और फिर से कोशिश करें।
id: Kode QR yang Anda pindai mungkin telah kedaluwarsa. Muat ulang kode di perangkat siswa dan coba lagi.
is: QR-kóðinn sem þú skannaðir gæti verið útrunninn. Endurnýjaðu kóðann á tæki nemandans og reyndu aftur.
it: Il codice QR scansionato potrebbe essere scaduto. Aggiorna il codice sul dispositivo dello studente e riprova.
ja: スキャンしたQRコードの有効期限が切れている可能性があります。受講者のデバイスでコードを更新して、もう一度やり直してください。
mi: Te QR Waehere kua matawaiatia e koe kua pau. Whakahou te waeherre i runga i te taputapu a te ākonga ana ka ngana anō.
ms: Kod QR yang anda imbas mungkin telah tamat tempoh. Segarkan semula kod pada peranti pelajar dan cuba semula.
nl: De QR-code die je hebt gescand is wellicht verlopen. Ververs de code op het apparaat van de cursist en probeer het opnieuw.
pl: Kod QR, który zeskanowano, mógł już wygasnąć. Odśwież kod na urządzeniu uczestnika i spróbuj ponownie.
pt_br: O código QR que você escaneou pode ter expirado. Atualize o código no dispositivo do aluno e tente novamente.
ru: У отсканированного вами QR-кода мог истечь срок действия. Обновите код на устройстве студента и попробуйте еще раз.
sl: Veljavnost kode QR, ki ste jo odčitali, je potekla. Osvežite kodo na študentovi napravi in poskusite znova.
th: รหัส QR ที่คุณสแกนอาจหมดอายุแล้ว รีเฟรชรหัสจากอุปกรณ์ของผู้เรียนแล้วลองใหม่อีกครั้ง
vi: Mã QR bạn quét có thể đã hết hạn. Hãy làm mới mã trên thiết bị của sinh viên rồi thử lại.
zh: 您扫描的二维码已失效。刷新学生设备上的二维码并重试。
zh_hk: 您所掃描的 QR 碼可能已經過期。請在學生的裝置上重新載入 QR 碼然後重試。

source: A network error occurred when adding this student. Check your connection and try again.
ar: حدث خطأ في الشبكة أثناء إضافة هذا الطالب. تحقق من الاتصال وأعد المحاولة.
ca: S'ha produït un error de xarxa en afegir aquest estudiant. Reviseu la connexió i torneu-ho a provar.
cy: Gwall ar y rhwydwaith wrth ychwanegu'r myfyriwr hwn. Gwiriwch eich cysylltiad a rhowch gynnig arall arni.
de: Beim Hinzufügen dier/dieses Studierenden ist ein Netzwerkfehler aufgetreten. Überprüfen Sie Ihre Verbindung, und versuchen Sie es erneut.
es_es: Ha habido un error de la red al añadir a este estudiante. Comprueba tu conexión y vuelve a intentarlo.
fi: Ilmeni verkkovirhe lisättäessä tätä opiskelijaa. Tarkasta verkkoyhteys ja yritä uudelleen.
fr_ca: Une erreur réseau s’est produite lors de l’ajout de cet étudiant. Vérifiez votre connexion puis réessayez.
ga: Tharla earráid ghréasáin agus an mac léinn seo á chur leis. Seiceáil do cheangal agus bain triail eile as.
hi: इस छात्र को जोड़ते समय कोई नेटवर्क त्रुटि उत्पन्न हुई। अपने कनेक्शन की जांच करें और फिर से कोशिश करें।
id: Terjadi kesalahan jaringan saat menambah siswa ini. Periksa koneksi Anda dan coba lagi.
is: Netvilla kom upp þegar verið var að bæta þessum nemanda við. Athugaðu tengingu þína og reyndu aftur.
it: Durante l’aggiunta di questo studente, si è verificato un errore di rete. Verifica la tua connessione e riprova.
ja: この受講者を追加中にネットワークエラーが発生しました。接続をチェックして、もう一度やり直してください。
mi: He hapa whatunga i puta i te wā e tāpiri ana ki tēnei ākonga. Tirohia tō hononga ana ka ngana anō.
ms: Ralat rangkaian berlaku apabila menambah pelajar ini. Semak sambungan anda dan cuba semula.
nl: Er is een netwerkfout opgetreden bij het toevoegen van deze cursist. Controleer je verbinding en probeer het opnieuw.
pl: Wystąpił błąd sieciowy podczas dodawania uczestnika. Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: Ocorreu um erro de rede ao adicionar este aluno. Verifique sua conexão e tente novamente.
ru: При добавлении студента произошла ошибка. Проверьте подключение и попробуйте еще раз.
sl: Pri dodajanju tega študenta je prišlo do napake v omrežju. Preverite svojo povezavo in poskusite znova.
th: เกิดข้อผิดพลาดทางเครือข่ายขณะเพิ่มผู้เรียนนี้ ตรวจสอบการเชื่อมต่อและลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi mạng khi thêm sinh viên này. Hãy kiểm tra kết nối của bạn rồi thử lại.
zh: 添加此学生时发生网络错误。请检查您的网络连接并重试。
zh_hk: 添加此學生時發生網路錯誤。請檢查您的連線，然後再試一次。

source: Invalid QR Code
ar: رمز QR غير صالح
ca: Codi QR no vàlid
cy: Cod QR Annilys
de: Ungültiger QR-Code
es_es: Código QR inválido
fi: Viivakoodi ei kelpaa
fr_ca: Code QR non valide
ga: Cód MF neamhbhailí
hi: अमान्य QR कोड
id: Kode QR Tidak Valid
is: Ógildur QR-kóði
it: Codice QR non valido
ja: 無効なQRコード
mi: QR waehere koremana
ms: Kod QR Tidak Sah
nl: Ongeldige QR-code
pl: Niepoprawny kod QR
pt_br: Código QR inválido
ru: Неверный QR-код
sl: Neveljavna koda QR
th: รหัส QR ไม่ถูกต้อง
vi: Mã QR Không Hợp Lệ
zh: 无效的二维码
zh_hk: 無效的 QR 碼

source: Incorrect Domain
ar: مجال غير صالح
ca: Domini incorrecte
cy: Parth Anghywir
de: Falsche Domain
es_es: Dominio incorrecto
fi: Virheellinen verkkotunnus
fr_ca: Domaine incorrect
ga: Fearann Mícheart
hi: गलत डोमेन
id: Domain Salah
is: Rangt lén
it: Dominio errato
ja: 不正なドメイン
mi: Rohe hē
ms: Domain Tidak Betul
nl: Verkeerd domein
pl: Niepoprawna domena
pt_br: Domínio incorreto
ru: Неверный домен
sl: Nepravilna domena
th: โดเมนไม่ถูกต้อง
vi: Tên Miền Không Đúng
zh: 错误的域
zh_hk: 錯誤網域
