Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*.arb
Languages: ar, ca, cy, de, es_es, fi, fr_ca, ga, hi, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, th, vi, zh, zh_hk

source: The user agent for this app is not authorized.
ar: وكيل المستخدم لهذا التطبيق غير مخوَّل.
ca: L'agent d'usuari per a aquesta aplicació no està autoritzat.
cy: Dydy’r asiant defnyddiwr ar gyfer yr ap hwn ddim wedi’i awdurdodi.
de: Der Benutzeragent für diese App hat keine Berechtigung.
es_es: El agente de usuario de esta aplicación no está autorizado.
fi: Tämän sovelluksen käyttäjän edustajalle ei ole annettu valtuutuksia.
fr_ca: L’agent utilisateur de cette application n’est pas autorisé.
ga: Níl an gníomhaire úsáideora don aip seo údaraithe.
hi: इस ऐप के लिए उपयोगकर्ता एजेंट अधिकृत नहीं है।
id: Agen pengguna untuk aplikasi ini tidak diizinkan.
is: Fulltrúi notanda fyrir þetta app er óheimill.
it: L’agente utente per questa app non è autorizzata.
ja: このアプリのユーザーエージェントは許可されていません。
mi: Te kaihoko kaiwhakamahi mo tenei taupānga kaore i manatia.
ms: Agen pengguna untuk apl ini tidak dibenarkan.
nl: De gebruikersagent voor deze app heeft geen toestemming.
pl: Pośrednik użytkownika dla tej aplikacji nie ma uprawnień.
pt_br: O agente de usuário para este aplicativo não é autorizado.
ru: Пользовательский агент для этого приложения не авторизован.
sl: Zastopnik uporabnika za to aplikacijo ni pooblaščen.
th: ระบบตัวแทนของผู้ใช้สำหรับแอพนี้ไม่ได้รับอนุญาต
vi: Tác nhân người dùng cho ứng dụng này chưa được cấp phép.
zh: 此应用程序的用户代理未获得授权。
zh_hk: 該應用程式的使用者代理未獲得授權。

source: We were unable to verify the server for use with this app.
ar: لم نتمكن من التحقق من الخادم لاستخدامه مع هذا التطبيق.
ca: No hem pogut verificar si el servidor es pot utilitzar amb aquesta aplicació.
cy: Doedd dim modd dilysu’r gweinydd i’w ddefnyddio gyda’r ap hwn.
de: Der Server konnte für die Verwendung mit dieser App nicht verifiziert werden.
es_es: No hemos podido verificar el servidor para su uso con esta aplicación.
fi: Emme voineet vahvistaa tämän sovelluksen kanssa käytettävää palvelinta.
fr_ca: Nous n’avons pas pu vérifier le serveur pour son utilisation avec cette application.
ga: Níorbh fhéidir linn an freastalaí a fhíorú lena úsáid leis an aip seo.
hi: हम इस ऐप के उपयोग के लिए सर्वर को सत्यापित करने में असमर्थ थे।
id: Kami tidak dapat memverifikasi server untuk digunakan bersama aplikasi ini.
is: Við gátum ekki sannreynt miðilinn fyrir notkun með þessu appi.
it: Non siamo riusciti a verificare il server per l’uso con questa app.
ja: このアプリで使用するサーバーを検証できませんでした。
mi: I taea e mātou ki te manatoko i te tūmau mō te whakamahi ki tenei taupānga matou.
ms: Kami tidak dapat menentusahkan pelayan untuk penggunaan apl ini.
nl: We konden niet verifiëren of de server geschikt is voor deze app.
pl: Nie udało się zweryfikować serwera do użycia z tą aplikacją.
pt_br: Não fomos capazes de verificar o servidor para uso com este aplicativo.
ru: Мы не смогли проверить сервер для использования с этим приложением.
sl: Strežnika za uporabo pri tej aplikaciji nismo uspeli preveriti.
th: เราไม่สามารถยืนยันเซิร์ฟเวอร์สำหรับใช้กับแอพนี้
vi: Chúng tôi không thể xác minh máy chủ để sử dụng với ứng dụng này.
zh: 我们无法验证此应用程序使用的服务器。
zh_hk: 無法確認此應用程式使用的伺服器。

source: Reminders
ar: التذكيرات
ca: Recordatoris
cy: Nodiadau atgoffa
de: Erinnerungen
es_es: Recordatorios
fi: Muistutukset
fr_ca: Rappels
ga: Meabhrúcháin
hi: अनुस्मारक
id: Pengingat
is: Áminningar
it: Promemoria
ja: リマインダ
mi: Ngā Whakamaumahara
ms: Peringatan
nl: Herinneringen
pl: Przypomnienia
pt_br: Lembretes
ru: Оповещения
sl: Opomniki
th: การแจ้งเตือน
vi: Lời Nhắc Nhở
zh: 提醒
zh_hk: 提醒

source: Notifications for reminders about assignments and calendar events
ar: إعلامات لتذكيرات حول المهام وأحداث التقويم
ca: Notificacions de recordatoris sobre activitats i esdeveniments del calendari
cy: Hysbysiadau ar gyfer nodiadau atgoffa am aseiniadau a digwyddiadau calendr
de: Benachrichtigungen zu Erinnerungen über Zuweisungen und Kalenderereignisse
es_es: Notificaciones de recordatorios de actividades y eventos en el calendario
fi: Muistutusilmoitukset tehtävistä ja kalenteritapahtumista
fr_ca: Notifications pour les rappels sur les tâches et les événements du calendrier
ga: Fógraí le haghaidh meabhrúcháin faoi thascanna agus imeachtaí féilire
hi: असाइनमेंट और कैलेंडर घटना के बारे में अनुस्मारक के लिए सूचनाएं
id: Notifikasi untuk pengingat tentang tugas dan acara kalender
is: Tilkynningar fyrir áminningar um verkefni og dagatalsviðburði
it: Notifiche per i promemoria sui compiti e gli eventi di calendario
ja: 課題とカレンダーイベントに関するリマインダの通知
mi: Ngā whakamōhiotanga mo ngā whakataunga me ngā tauwhāinga māramataka
ms: Pemberitahuan sebagai peringatan mengenai tugasan dan acara kalendar
nl: Meldingen voor herinneringen over opdrachten en kalendergebeurtenissen
pl: Powiadomienia dla przypomnień o zadaniach i wydarzeniach w kalendarzu
pt_br: Notificações para lembretes sobre tarefas e eventos do calendário
ru: Уведомления по напоминаниям о заданиях и календарных событиях
sl: Sporočila za opomnike o nalogah in koledarskih dogodkih
th: การแจ้งข้อมูลสำหรับการแจ้งเตือนเกี่ยวกับภารกิจและกิจกรรมในปฏิทิน
vi: Thông báo cho lời nhắc nhở về bài tập và sự kiện lịch
zh: 有关作业和日历活动的提醒通知
zh_hk: 與作業和行事曆活動有關的提醒通知

source: Reminders have changed!
ar: تم تغيير التذكيرات!
ca: Els recordatoris han canviat!
cy: Mae’r nodiadau atgoffa wedi newid!
de: Erinnerungen haben sich geändert!
es_es: Se han cambiado los recordatorios
fi: Muistutukset ovat muuttuneet!
fr_ca: Les rappels ont changé!
ga: Tá meabhrúcháin tar éis athrú!
hi: अनुस्मारक बदल गए हैं!
id: Pengingat sudah berubah!
is: Áminningar hafa breyst!
it: I promemoria sono cambiati!
ja: リマインダが変更されました！
mi: Kua huria ngā Maumahara!
ms: Peringatan telah berubah!
nl: Herinneringen zijn veranderd!
pl: Przypomnienia uległy zmianie!
pt_br: Lembretes mudaram!
ru: Напоминания изменились!
sl: Opomniki so se spremenili!
th: การแจ้งเตือนเปลี่ยนแปลงแล้ว!
vi: Lời nhắc nhở đã thay đổi!
zh: 提醒已更改！
zh_hk: 提醒功能已改變！

source: In order to provide you with a better experience, we have updated how reminders work. You can add new reminders by viewing an assignment or calendar event and tapping the switch under the "Remind Me" section. Be aware that any reminders created with older versions of this app will not be compatible with the new changes and you will need to create them again.
ar: لتقديم تجربة أفضل، قمنا بتحديث طريقة التذكيرات. يمكنك إضافة تذكيرات جديدة عن طريق عرض حدث مهمة أو تقويم والضغط على المفتاح تحت قسم "ذكرني". اعلم أن أي تذكيرات يتم إنشاؤها بإصدارات أقدم من هذا التطبيق ستكون غير متوافقة مع التغييرات الجديدة وستحتاج إلى إنشائها مجدداً.
ca: Per tal de proporcionar-vos una millor experiència, hem actualitzat la manera com funcionen els recordatoris. Podeu afegir recordatoris nous en visualitzar una activitat o esdeveniment del calendari i tocant el botó a sota de la secció "Recorda-m'ho". Tingueu en compte que els recordatoris creats amb les versions anteriors de l'aplicació no seran compatibles amb els nous canvis i els haureu de tornar a crear.
cy: Er mwyn rhoi profiad gwell i chi, rydyn ni wedi diweddaru sut mae nodiadau atgoffa’n gweithio. Gallwch chi ychwanegu nodiadau atgoffa newydd drwy edrych at aseiniad neu ddigwyddiad calendr a thapio’r switsh o dan yr adran "Fy Atgoffa". Byddwch yn ymwybodol na fydd unrhyw nodiadau atgoffa sydd wedi cael eu creu gyda hen fersiynau o’r ap hwn yn gydnaws a’r newidiadau newydd a bydd angen i chi eu creu eto.
de: Um Ihnen ein besseres Erlebnis zu bieten, haben wir die Funktionsweise von Erinnerungen aktualisiert. Sie können neue Erinnerungen hinzufügen, indem Sie sich eine Aufgabe oder ein Kalenderereignis ansehen und auf den Schalter unter dem Abschnitt „Mich erinnern“ tippen. Beachten Sie, dass alle Erinnerungen, die mit älteren Versionen dieser App erstellt wurden, nicht mit den neuen Änderungen kompatibel sind und neu erstellt werden müssen.
es_es: Para brindarte una mejor experiencia, hemos actualizado el funcionamiento de los recordatorios. Para añadir nuevos recordatorios, consulta una actividad o evento del calendario y pulsa el botón en la sección "Recordarme" ("Remind Me"). Ten presente que cualquier recordatorio creado con versiones anteriores de esta aplicación no será compatible con los nuevos cambios, y deberás volver a crearlo.
fi: Jotta voimme tarjota sinulle paremman kokemuksen, olemme päivittäneet sitä, miten muistutukset toimivat. Voit lisätä uusia muistutuksia tarkastelemalla tehtävää tai kalenteritapahtumaa ja napauttamalla kytkintä ”Muistuta minua” -osassa. Ole tietoinen, että kaikki muistutukset, jotka on luotu tämän sovelluksen vanhemmilla versioilla, eivät ole yhteensopivia uusien muutosten kanssa ja sinun täytyy luoda ne uudelleen.
fr_ca: Afin de vous offrir une meilleure expérience, nous avons mis à jour le fonctionnement des rappels. Vous pouvez ajouter de nouveaux rappels en visualisant une tâche ou un événement de calendrier et en appuyant sur le curseur dans la section « Me rappeler ». Sachez que les rappels créés avec les anciennes versions de cette application ne seront pas compatibles avec les nouvelles modifications et que vous devrez les créer à nouveau.
id: Untuk memberi Anda pengalaman yang lebih baik, kami telah memperbarui cara kerja pengingat. Anda dapat menambah pengingat dengan melihat tugas atau acara kalender dan mengetuk sakelar di bawah bagian "Ingatkan Saya". Mohon pahami bahwa segala pengingat yang dibuat dengan versi aplikasi yang lebih tua tidak akan kompatibel dengan perubahan baru dan Anda perlu membuatnya lagi.
is: Til þess að veita þér betri upplifun höfum við breytt því hvernig áminningar virka. Þú getur bætt nýjum áminningum við með því að skoða verkefni eða dagatalsviðburð og smella á rofann undir "minna mig á" hlutanum. Hafðu í huga að hverskonar áminning sem var stofnuð með gömlum útgáfum þessa forrits verða ekki samhæfðar við nýju breytingarnar og þú þarft að stofna þær aftur.
it: Per fornirti un’esperienza migliore, abbiamo aggiornato il modo in cui funzionano i promemoria. Puoi aggiungere nuovi promemoria visualizzando un compito o un evento del calendario e toccando l’interruttore sotto la sezione "Promemoria". Non dimenticare che tutti i promemoria creati con le versioni precedenti di questa app non saranno compatibili con le nuove modifiche e sarà necessario ricrearli.
ja: より良いエクスペリエンスを提供できるように、リマインダの機能を更新しました。新しいリマインダを追加するには、課題またはカレンダーの予定を表示し、[リマインダ]セクションのスイッチをタップします。 このアプリの古いバージョンで作成されたリマインダは、新しい変更と互換性がなく、再度作成する必要があるので注意してください。
mi: I roto i te hoatu atu ki a koe he wheako pai, kua whakahoutia e mātou te whakamahi te pēhea te mahi ngā maumahara. Ka taea e koe te tāpiri maumahara hou ma te titiro he whakataunga ara maramataka Tauwhāinga rānei me te pātō te huringa i raro i te "Maumahara Ahau" wāhanga. Kia matāra ngā mauamahara kua hangatia mai ngā wāhanga tawhito o tēnei taupānga kaore e uru atu ki ngā huringa hou ana me hanga e koe anō.
ms: Untuk memberi anda pengalaman yang lebih baik, kami telah mengemas kini cara peringatan berfungsi Anda boleh menambah peringatan baharu dengan melihat tugasan atau acara kalendar dan mengetik suis di bawah seksyen "Ingatkan Saya". Perhatikan bahawa sebarang peringatan yang dicipta dengan versi apl ini yang lebih lama tidak serasi dengan perubahan baharu dan anda perlu mencipta peringatan semula.
nl: Om je een betere gebruikerservaring te geven, hebben we de wijze waarop herinneringen functioneren bijgewerkt. Je kunt nieuwe herinneringen toevoegen door een opdracht of kalendergebeurtenis te bekijken en op de schakelaar te tikken onder de sectie "Stuur me een herinnering". Houd er rekening mee dat herinneringen die zijn gemaakt met oudere versies van deze app niet compatibel zijn met de nieuwe wijzigingen en je deze herinneringen opnieuw moet maken.
pl: Aby zapewnić lepszą obsługę, zaktualizowaliśmy sposób działania przypomnień. Można dodawać nowe przypomnienia, wyświetlając zadanie lub wydarzenie w kalendarzu i stukając przełącznik pod sekcją "Przypomnij mi". Należy pamiętać, że przypomnienia utworzone w starszej wersji tej aplikacji nie będą zgodne z nowymi zmianami i będzie trzeba utworzyć je ponownie.
pt_br: Para fornecer uma melhor experiência, atualizamos como os lembretes funcionam. É possível adicionar novos lembretes ao visualizar uma tarefa ou evento de calendário e tocar no interruptor sob a seção "Lembrar de mim". Esteja ciente de que quaisquer lembretes criados com versões antigas deste app não serão compatíveis com as novas alterações e será necessário criá-los novamente.
ru: Для обеспечения высокого качества обслуживания мы обновили порядок использования напоминаний. Добавить новые напоминания можно, просмотрев задание или событие календаря и нажав переключатель в разделе «Напоминание». Следует иметь в виду, что напоминания, созданные с помощью старых версий данного приложения, не будут совместимы с новыми изменениями, и их нужно будет создавать заново.
sl: Da vam zagotovimo boljšo izkušnjo, smo posodobili delovanje opomnikov. Nove opomnike lahko dodate, tako da si ogledate nalogo ali dogodek v koledarju in tapnete stikalo v razdelku »Opomni me«. Upoštevajte, da noben opomnik, ustvarjen v starejši različici te aplikacije, ne bo združljiv z novimi spremembami in boste te morali ustvariti znova.
th: เพื่อให้คุณใช้งานได้สะดวกมากขึ้น เราได้มีการอัพเดตระบบแจ้งเตือนใหม่ คุณสามารถเพิ่มการแจ้งเตือนใหม่โดยดูภารกิจหรือกิจกรรมในปฏิทินและกดเลือกสลับการใช้งานได้จากหัวข้อ “เตือนฉัน” การแจ้งเตือนใด ๆ ที่จัดทำผ่านแอพนี้ในเวอร์ชั่นเก่าจะไม่รองรับการเปลี่ยนแปลงใหม่นี้และคุณจะต้องจัดทำชุดข้อมูลใหม่อีกครั้ง
vi: Để đem đến cho bạn trải nghiệm tốt hơn, chúng tôi đã cập nhật cách thức hoạt động của lời nhắc nhở. Bạn có thể thêm lời nhắc nhở mới bằng cách xem bài tập hoặc sự kiện lịch rồi nhấn vào công tắc bên dưới phần "Nhắc Tôi" section. Hãy lưu ý rằng mọi lời nhắc nhở được tạo bằng các phiên bản cũ hơn của ứng dụng này sẽ không tương thích với các thay đổi mới và bạn sẽ cần tạo lại các lời nhắc nhở đó.
zh: 为了让您获得更好的体验，我们更新了提醒的工作模式。通过查看作业或日历事件然后点击“提醒我”部分下面的切换按钮，可以添加新提醒。 请注意，使用原来的应用程序版本创建的任何提醒均无法在更改后的新版本中使用，因此需重新创建。
zh_hk: 為向您提供更佳體驗，我們更新了提醒功能的運作方式。您可以在檢視作業或行事曆活動時，點擊「提醒我」部分下方的切換按鈕，以新增提醒。 請注意，任何透過較舊版本應用程式創建的提醒將不能與新功能相容，您需要再次創建提醒。

source: Not a parent?
ar: لست ولي أمر؟
ca: No sou un progenitor?
cy: Ddim yn rhiant?
de: Kein Elternteil?
es_es: ¿No es un padre o madre?
fi: Et ole vanhempi?
fr_ca: Pas un parent?
ga: Ní tuismitheoir tú?
hi: माता-पिता नहीं है?
id: Bukan orang tua?
is: Ekki foreldri?
it: Non è principale?
ja: 親ではありませんか？
mi: Kaore i te matua?
ms: Bukan ibu bapa?
nl: Geen ouder?
pl: Nie jesteś rodzicem?
pt_br: Não é um pai?
ru: Не являетесь родителем?
sl: Niste eden od staršev?
th: ไม่ใช่พ่อแม่ผู้ปกครองใช่หรือไม่
vi: Không phải phụ huynh?
zh: 不是家长？
zh_hk: 不是父母？

source: We couldn't find any students associated with this account
ar: تعذر علينا العثور على أي طلاب مقترنين بهذا الحساب
ca: No hem trobat cap estudiant associat amb aquest usuari
cy: Doedd dim modd dod o hyd i unrhyw fyfyrwyr sy’n gysylltiedig â’r cyfrif hwn
de: Es wurden keine mit dieser/diesem Konto verknüpfte Studierenden gefunden
es_es: No hemos podido encontrar ningún estudiante relacionado con esta cuenta
fi: Emme löytäneet opiskelijoita, jotka liittyisivät tähän tiliin
fr_ca: Nous n’avons pas pu trouver d’étudiant associé à ce compte
ga: Níorbh fhéidir linn aon mhac léinn a bhaineann leis an gcuntas seo a aimsiú
hi: हमें इस खाते से जुड़ा कोई भी छात्र नहीं मिला
id: Kami tidak dapat menemukan siswa apa pun yang terkait dengan akun ini
is: Við fundum enga nemendur sem tengjast þessum reikningi
it: Impossibile trovare alcuno studente associato con questo account
ja: このアカウントに関連付けられている受講者を見つけることができませんでした
mi: Kaore i kitea e mātou ngā ākonga e hono ana ki tēnei pūkete
ms: Kami tidak dapat mencari mana-mana pelajar yang berkaitan dengan akaun ini
nl: We kunnen geen cursist vinden die aan dit account gekoppeld is.
pl: Nie udało się odnaleźć uczestnika powiązanego z tym kontem
pt_br: Não conseguimos encontrar quaisquer alunos associados a esta conta
ru: Мы не смогли найти студентов, ассоциированных с этой учетной записью
sl: Nismo uspeli najti nobenega študenta, povezanega s tem računom
th: เราไม่พบผู้เรียนที่เชื่อมโยงกับบัญชีนี้
vi: Chúng tôi không tìm thấy bất kỳ sinh viên nào liên quan đến tài khoản này
zh: 我们找不到任何与该账户关联的学生
zh_hk: 我們找不到與此帳戶有關的任何學生

source: Are you a student or teacher?
ar: هل أنت طالب أو معلم؟
ca: Sou un estudiant o professor?
cy: Ai myfyriwr neu athro ydych chi?
de: Sind Sie Studierende*r oder Lehrende*r?
es_es: ¿Es estudiante o profesor?
fi: Oletko opiskelija vai opettaja?
fr_ca: Êtes-vous étudiant ou enseignant?
ga: An mac léinn nó múinteoir tú?
hi: कआप छात्र हैं या शिक्षक हैं?
id: Anda siswa atau guru?
is: Ertu nemandi eða kennari?
it: Sei uno studente o un insegnante?
ja: 受講者と教員のどちらですか？
mi: He ākonga he kaiako rānei koe?
ms: Adakah anda seorang pelajar atau guru?
nl: Ben je cursist of cursusleider?
pl: Jesteś uczestnikiem czy nauczycielem?
pt_br: Você é um aluno ou professor?
ru: Вы студент или преподаватель?
sl: Ste študent ali izvajalec?
th: คุณเป็นผู้เรียนหรือผู้สอน
vi: Bạn là sinh viên hay giáo viên?
zh: 您是学生还是教师？
zh_hk: 您是學生或教師？

source: One of our other apps might be a better fit. Tap one to visit the Play Store.
ar: ربما تكون إحدى تطبيقاتنا الأخرى مناسبة بشكل أفضل. اضغط على واحد لزيارة Play Store.
ca: És possible que alguna de les altres aplicacions nostres us sigui més útil. Toqueu-ne una per anar a Play Store.
cy: Efallai y byddai un o'r apiau eraill yn fwy addas. Tapiwch un i fynd i'r Play Store.
de: Eine unserer anderen Apps passt möglicherweise besser. Tippen Sie auf eine, um den Play Store zu besuchen.
es_es: Una de nuestras otras aplicaciones podría ser más adecuada. Toca una para visitar la Play Store.
fi: Yksi muista sovelluksistamme saattaa olla paremmin sopiva. Napsauta yhtä vieraillaksesi Play Storessa.
fr_ca: L’une de nos autres applis pourrait mieux convenir. Tapoter sur l’une d’entre elles pour vous rendre sur l’App Store.
ga: D'fhéadfadh go mbeadh ceann dár n-aipeanna eile níos oiriúnaí. Tapáil ceann amháin chun cuairt a thabhairt ar an Play Store.
hi: हमारा एक अन्य ऐप संभावित रूप से आपकी आवश्यकताओं को बेहतर ढंग से पूरा कर सकता है। प्ले स्टोर पर जाने के लिए टैप करें।
id: Salah satu app lain mungkin lebih cocok. Ketuk untuk membuka App Store.
is: Eitthvað af hinum öppunum okkar gæti hentað betur. Smelltu á eitt þeirra til að fara í Play Store.
it: Una delle altre nostre app potrebbe essere la scelta migliore. Toccane una per visitare Play Store.
ja: 他のアプリのいずれかが、より適切かもしれません。ひとつをタップして Play Store にアクセスしてください。
mi: Ko tētahi atu o a mātou taupānga pea he pai ake te uru. Pātō kotahi ki te toro atu ki te Toa Tākaro.
ms: Salah satu apl kami yang lain mungkin lebih sesuai. Ketik satu untuk melawati Play Store.
nl: Wellicht is een van onze andere apps hiervoor beter geschikt. Tik op een van de apps om de Play Store te openen.
pl: Jedna z innych naszych aplikacji może być bardziej przydatna. Stuknij jedną z nich, aby odwiedzić sklep Play Store.
pt_br: Um dos nossos outros aplicativos pode ser uma escolha melhor. Toque em um para visitar o Play Store.
ru: Одно из наших других приложений может подойти лучше. Прикоснитесь один раз для входа в Play Store.
sl: Morda bi bolj ustrezala kakšna druga aplikacija. Tapnite eno od njih, da obiščete trgovino Play Store.
th: แอพอื่น ๆ บางส่วนของเราอาจเหมาะสมมากกว่า กดเลือกหนึ่งรายการเพื่อไปยัง Play Store
vi: Một trong các ứng dụng khác có thể thích hợp hơn. Nhấn vào một để truy cập Play Store.
zh: 我们的其他应用可能更合适。单击可访问 Play Store。
zh_hk: 我們其他應用程式可能更適合您。按一查看 Play Store。

source: Return to Login
ar: العودة إلى تسجيل الدخول
ca: Torna a l'inici de sessió
cy: Yn ôl i Fewngofnodi
de: Zurück zur Anmeldung
es_es: Volver al inicio de sesión
fi: Palaa kirjautumiseen
fr_ca: Revenir à l’ouverture de session
ga: Fill ar Logáil Isteach
hi: लॉगिन पर वापस जाएं
id: Kembali ke Login
is: Fara aftur í innskráningu
it: Torna alla pagina di login
ja: ログインに戻る
mi: Hoki ki te takiuru
ms: Kembali ke Log Masuk
nl: Terug naar Aanmelden
pl: Powrót do logowania
pt_br: Voltar ao login
ru: Вернуться к авторизации
sl: Nazaj na prijavo
th: กลับไปที่ล็อกอิน
vi: Quay lại Đăng Nhập
zh: 返回登录
zh_hk: 返回登入頁面

source: STUDENT
ar: الطالب
ca: ESTUDIANT
cy: MYFYRIWR
de: STUDIERENDE*R
es_es: ESTUDIANTE
fi: OPISKELIJA
fr_ca: ÉTUDIANT
ga: MAC LÉINN
hi: छात्र
id: SISWA
is: NEMANDI
it: STUDENTE
ja: 受講者
mi: ĀKONGA
ms: PELAJAR
nl: CURSIST
pl: UCZESTNIK
pt_br: ALUNO
ru: СТУДЕНТ
sl: ŠTUDENT
th: ผู้เรียน
vi: SINH VIÊN
zh: 学生
zh_hk: 學生

source: TEACHER
ar: المعلم
ca: PROFESSOR
cy: ATHRO
de: LEHRENDE*R
es_es: PROFESOR
fi: OPETTAJA
fr_ca: ENSEIGNANT
ga: MÚINTEOIR
hi: शिक्षक
id: GURU
is: KENNARI
it: INSEGNANTE
ja: 教員
mi: KAIAKO
ms: GURU
nl: CURSUSLEIDER
pl: NAUCZYCIEL
pt_br: PROFESSOR
ru: ПРЕПОДАВАТЕЛЬ
sl: IZVAJALEC
th: ผู้สอน
vi: GIÁO VIÊN
zh: 教师
zh_hk: 教師

source: Canvas Student
cy: Myfyriwr Canvas
de: Canvas-Studierende*r
fi: Canvas-opiskelija
fr_ca: Étudiant Canvas
ga: Mac Léinn Canvas
hi: Canvas छात्र
is: Canvas nemandi
it: Studente Canvas
ja: Canvas 受講者
mi: Canvas Ākonga
pl: Uczestnik Canvas
ru: Студент Canvas
sl: Študent v sistemu Canvas
zh: Canvas 学生

source: Canvas Teacher
de: Canvas-Lehrende*r
fi: Canvas-opettaja
fr_ca: Enseignant Canvas
ga: Múinteoir Canvas
hi: Canvas शिक्षक
is: Canvas kennari
it: Insegnante Canvas
ja: Canvas 教員
mi: Canvas Kaiako
ru: Преподаватель Canvas
sl: Izvajalec v sistemu Canvas
zh: Canvas 教师

source: No Alerts
ar: لا توجد تنبيهات
ca: Cap avís
cy: Dim Negeseuon Hysbysu
de: Keine Benachrichtigungen
es_es: No hay alertas
fi: Ei hälytyksiä
fr_ca: Aucune alerte
ga: Níl aon Fholáirimh
hi: कोई चेतावनी नहीं
id: Tanpa Peringatan
is: Engar viðvaranir
it: Nessun avviso
ja: アラートはありません
mi: Kaore he whakamataara
ms: Tiada Isyarat
nl: Geen waarschuwingen
pl: Brak alertów
pt_br: Nenhum alerta
ru: Нет оповещений
sl: Ni opozoril
th: ไม่มีการแจ้งเตือน
vi: Không Có Cảnh Báo
zh: 无警告
zh_hk: 無提醒

source: There’s nothing to be notified of yet.
ar: لا يوجد شيء للإعلام عنه حتى الآن.
ca: Encara no hi ha res que s'hagi de notificar.
cy: Does dim i’w hysbysu eto.
de: Es gibt noch nichts, an das erinnert werden kann.
es_es: Aún no hay ninguna notificación.
fi: Ei ole vielä mitään ilmoitettavaa.
fr_ca: Il n’y a encore rien à signaler.
ga: Níl aon rud le cur in iúl go fóill.
hi: अभी तक सूचित करने लायक कुछ भी नहीं है।
id: Belum ada notifikasi untuk apa pun.
is: Það er ekkert tilkynningavert enn.
it: Non c’è ancora nulla su cui ricevere delle notifiche.
ja: 通知する事柄はまだ何もありません。
mi: Kaore he mea hei whakamōhio i tēnei wā.
ms: Belum ada apa-apa lagi untuk diberitahu.
nl: Er is nog niets om te melden.
pl: Brak informacji do przekazania.
pt_br: Ainda não há nada para ser notificado.
ru: На данный момент оповещать не о чем.
sl: Ni ničesar, o čemer bi bilo treba obveščati.
th: ไม่มีข้อมูลที่จะแจ้งในตอนนี้
vi: Chưa có gì để được thông báo.
zh: 暂时没有任何通知。
zh_hk: 尚未有任何通知。尚未有任何通知。

# dismissAlertLabel
source: Dismiss {alertTitle}
ar: تجاهل {alertTitle}
ca: Descarta {alertTitle}
cy: Gwrthod {alertTitle}
de: {alertTitle} verwerfen
es_es: Descartar {alertTitle}
fi: Ohita {alertTitle}
fr_ca: Ignorer {alertTitle}
ga: Diúltaigh {alertTitle}
hi: {alertTitle} खारिज करें
id: Singkirkan {alertTitle}
is: Hafna {alertTitle}
it: Ignora {alertTitle}
ja: {alertTitle}を却下する
mi: Whakakore {alertTitle}
ms: Tolak {alertTitle}
nl: {alertTitle} afwijzen
pl: Odrzuć {alertTitle}
pt_br: Descartar {alertTitle}
ru: Исключить {alertTitle}
sl: Opusti {alertTitle}
th: ล้มเลิก {alertTitle}
vi: Bỏ {alertTitle}
zh: 拒绝 {alertTitle}
zh_hk: 忽略 {alertTitle}
