Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*.arb
Languages: ar, ca, cy, de, es_es, fi, fr_ca, ga, hi, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, th, vi, zh, zh_hk

# authorToRecipientAndNOthers
source: {howMany,plural, =1{{authorName} to {recipientName} & 1 other}other{{authorName} to {recipientName} & {howMany} others}}
ar: {howMany,plural, =1{{authorName} إلى {recipientName} و 1 أخرى}other{{authorName} آخر إلى {recipientName} و {howMany} أخرى}}
ca: {howMany,plural, =1{{authorName} a {recipientName} i 1 altre}other{{authorName} a {recipientName} i {howMany} més}}
cy: {howMany,plural, =1{{authorName} i {recipientName} ac 1 arall}other{{authorName} i {recipientName} a {howMany} arall}}
de: {howMany,plural, =1{{authorName} zu {recipientName} & 1 anderen}other{{authorName} zu {recipientName} & {howMany} anderen}}
es_es: {howMany,plural, =1{{authorName} a {recipientName} y 1 otro}other{{authorName} a {recipientName} y {howMany} otros}}
fi: {howMany,plural, =1{{authorName} {recipientName} ja 1 muu}other{{authorName} {recipientName} ja {howMany} muuta}}
fr_ca: {howMany,plural, =1{{authorName} à {recipientName} et un autre}other{{authorName} à {recipientName} et {howMany} autres}}
ga: {howMany,plural, =1{{authorName} go {recipientName} & 1 eile}other{{authorName} go {recipientName} & {howMany} daoine eile}}
hi: {howMany,plural, =1{{authorName} से {recipientName} और 1 अन्य}other{{authorName} से {recipientName} और {howMany} अन्य}}
id: {howMany,plural, =1{{authorName} ke {recipientName} & 1 lainnya}other{{authorName} ke {recipientName} & {howMany} lainnya}}
is: {howMany,plural, =1{{authorName} til {recipientName} og 1 annars}other{{authorName} til {recipientName} og {howMany} annarra}}
it: {howMany,plural, =1{{authorName} a {recipientName} e 1 altro}other{{authorName} a {recipientName} e altri {howMany}}}
ja: {howMany,plural, =1{{authorName}から{recipientName}と他 1 人}other{{authorName} から{recipientName}と他 {howMany} 人}}
mi: {howMany,plural, =1{{authorName} kī {recipientName} & 1 tētahi atu}other{{authorName} kī {recipientName} & {howMany} ētahi atu}}
ms: {howMany,plural, =1{{authorName} kepada {recipientName} & 1 yang lain}other{{authorName} kepada {recipientName} & {howMany} yang lain}}
nl: {howMany,plural, =1{{authorName} naar {recipientName} en 1 andere}other{{authorName} naar {recipientName} en {howMany} andere}}
pl: {howMany,plural, =1{{authorName} do {recipientName} oraz 1 innego}other{{authorName} do {recipientName} oraz {howMany} innych}}
pt_br: {howMany,plural, =1{{authorName} para {recipientName} e 1 outro}other{{authorName} para {recipientName} e {howMany} outros}}
ru: {howMany,plural, =1{{authorName} до {recipientName} и 1 другой}other{{authorName} до {recipientName} и {howMany} другие}}
sl: {howMany,plural, =1{{authorName} do {recipientName} in 1 drugi}other{{authorName} do {recipientName} in {howMany} drugih}}
th: {howMany,plural, =1{{authorName} กับ {recipientName} และคนอื่นอีก 1 ราย}other{{authorName} กับ {recipientName} และคนอื่นอีก {howMany} ราย}}
vi: {howMany,plural, =1{{authorName} đến {recipientName} & 1 người khác}other{{authorName} đến {recipientName} & {howMany} người khác}}
zh: {howMany,plural, =1{{authorName}至{recipientName}和另外1个}other{{authorName}至{recipientName}和另外{howMany}个}}
zh_hk: {howMany,plural, =1{{authorName} 到 {recipientName} 和 1 個其他}other{{authorName} 到 {recipientName} 和 {howMany} 其他}}

source: Download
ar: تنزيل
ca: Baixa
cy: Llwytho i Lawr
de: Herunterladen
es_es: Descargar
fi: Lataa
fr_ca: Télécharger
ga: Íoslódáil
hi: डाउनलोड करें
id: Unduh
is: Hlaða niður
ja: ダウンロード
mi: Tikiake
ms: Muat turun
nl: Downloaden
pl: Pobierz
pt_br: Baixar
ru: Скачать
sl: Prenesi
th: ดาวน์โหลด
vi: Tải Xuống
zh: 下载
zh_hk: 下載

source: Open with another app
ar: فتح بواسطة تطبيق آخر
ca: Obre amb una altra aplicació
cy: Agor gydag ap arall
de: Mit einer anderen Anwendung öffnen
es_es: Abrir con otra aplicación
fi: Avaa toisella sovelluksella
fr_ca: Ouvrir avec une autre application
ga: Oscail le aip eile
hi: किसी अन्य ऐप से खोलें
id: Buka dengan aplikasi lain
is: Opna með öðru appi
it: Apri con un’altra app
ja: 別のアプリで開く
mi: Tuwhera me tētahi atu taupānga
ms: Buka dengan apl alternatif
nl: Openen met een andere app
pl: Otwórz w innej aplikacji
pt_br: Abrir com outro app
ru: Открыть с помощью другого приложения
sl: Odpri z drugo aplikacijo
th: เปิดโดยใช้แอพอื่น
vi: Mở bằng ứng dụng khác
zh: 使用其他应用程序打开
zh_hk: 使用其他應用程式開啟

source: There are no installed applications that can open this file
ar: لا توجد تطبيقات مثبتة يمكن من خلالها فتح هذا الملف
ca: No hi ha cap aplicació instal·lada que pugui obrir aquest fitxer
cy: Does dim rhaglen wedi’i gosod a all agor y ffeil hon
de: Diese Datei kann mit keiner installierten Anwendung geöffnet werden
es_es: No hay aplicaciones instaladas que puedan abrir este archivo
fi: Ei ole asennettuna sovelluksia, joilla tämä tiedosto voidaan avata
fr_ca: Aucune application installée ne peut ouvrir ce fichier
ga: Níl aon fheidhmchláir suiteáilte ar féidir an comhad seo a oscailt
hi: ऐसे कोई इंस्टॉल किए गए ऐप्लिकेशन नहीं हैं जो इस फ़ाइल को खोल सकें
id: Tidak ada aplikasi terinstal yang dapat membuka file ini
is: Það eru engin uppsett öpp sem geta opnað þessar skrár
it: Non ci sono applicazioni installate per aprire questo file
ja: このファイルを開くことができるアプリケーションがインストールされていません
mi: Kaore he taupānga kua whakaurutia ka taea te huaki i tēnei kōnae
ms: Tiada aplikasi yang dipasang dapat membuka fail ini
nl: Er zijn geen apps geïnstalleerd die dit bestand kunnen openen
pl: Brak zainstalowanych aplikacji, które mogłyby otworzyć ten plik
pt_br: Não há aplicativos instalados que podem abrir este arquivo
ru: Нет установленных приложений, которые могут открыть этот файл
sl: Nameščene nimate nobene aplikacije, ki bi lahko odprla to datoteko
th: ไม่มีแอพพลิเคชั่นติดตั้งที่เปิดไฟล์นี้ได้
vi: Không có ứng dụng được cài đặt nào có thể mở tập tin này
zh: 未安装可以打开此文件的应用程序
zh_hk: 未安裝可開啟此檔案的應用程式

source: Unsupported File
ar: الملف غير مدعوم
ca: Fitxer no admès
cy: Ffeil Anghydnaws
de: Nicht unterstützte Datei
es_es: Archivo no compatible
fi: Tukematon tiedosto
fr_ca: Type de fichier non pris en charge
ga: Comhad nach dtacaítear leis
hi: असमार्थित फ़ाइल
id: File Tidak Didukung
is: Óstudd skrá
it: File non supportato
ja: サポートされないファイル
mi: Kaore e tautokotia kōnae
ms: Fail Tidak Disokong
nl: Niet-ondersteund bestand
pl: Nieobsługiwany plik
pt_br: Arquivo não suportado
ru: Неподдерживаемый файл
sl: Nepodprta datoteka
th: ไฟล์ไม่รองรับ
vi: Tập Tin Không Được Hỗ Trợ
zh: 不受支持的文件
zh_hk: 不支援的檔案

source: This file is unsupported and can’t be viewed through the app
ar: هذا الملف غير مدعوم ولا يمكن عرضه من خلال التطبيق
ca: Aquest fitxer no s'admet i no es pot visualitzar a través de l'aplicació
cy: Mae’r ffeil hon yn anghydnaws ac nid oes modd ei gweld drwy’r ap
de: Diese Datei wird nicht unterstützt und kann mit der App nicht angezeigt werden
es_es: Este archivo no es compatible y no se puede ver con la aplicación
fi: Tätä tiedostoa ei tueta eikä sitä voida tarkastella sovelluksen läpi
fr_ca: Ce fichier n’est pas pris en charge et ne peut pas être consulté par l’application
ga: Ní thacaítear leis an gcomhad seo agus ní féidir é a fheiceáil tríd an aip
hi: यह फ़ाइल असमर्थित है और इसे ऐप के माध्यम से नहीं देखा जा सकता है
id: File ini tidak didukung dan tidak dapat dilihat melalui aplikasi
is: Þessi skrá er óstudd og er ekki hægt að skoða í þessu appi
it: Questo file non è supportato e non può essere visualizzato attraverso l’app
ja: このファイルはサポートされておらず、アプリで表示できません
mi: Kaore tēnei konae i te tautokotia ana kaore e taea te kitea ma te taupānga
ms: Fail ini tidak disokong dan tidak dapat dilihat melalui apl ini
nl: Dit bestand wordt niet ondersteund en kan niet via de app worden bekeken
pl: Ten plik nie jest obsługiwany i nie można go wyświetlić w aplikacji
pt_br: Este arquivo não é suportado e não pode ser visto através do app
ru: Этот файл не поддерживается и не может быть просмотрен в приложении
sl: Datoteka ni podprta in si je ni mogoče ogledati v aplikaciji
th: ไม่รองรับไฟล์นี้และไม่สามารถเปิดดูได้ผ่านแอพนี้
vi: Tập tin này không được hỗ trợ và không thể xem bằng ứng dụng
zh: 此文件不受支持，无法通过应用程序查看
zh_hk: 不支援此檔案，而且無法透過應用程式檢視

source: Unable to play this media file
ar: يتعذر تشغيل ملف الوسائط هذا
ca: No es pot reproduir aquest fitxer multimèdia
cy: Doedd dim modd chwarae’r ffeil gyfryngau
de: Diese Mediendatei kann nicht wiedergegeben werden
es_es: No se puede reproducir este archivo multimedia
fi: Tätä mediatiedostoa ei voida toistaa
fr_ca: Impossible de lire ce fichier multimédia
ga: Ní féidir an comhad meáin seo a sheinm
hi: इस मीडिया फ़ाइल को चलाने में असमर्थ
id: Tidak dapat memutar file media ini
is: Ekki er hægt að spila þessa miðlaskrá
it: Impossibile riprodurre questo file multimediale
ja: このメディアファイルを再生できません
mi: Kaore e taea te whakamahi i tēnei kōnae Pāpāho
ms: Tidak dapat memainkan fail media ini
nl: Kan dit mediabestand niet afspelen
pl: Nie można odtworzyć pliku multimediów
pt_br: Não é possível reproduzir este arquivo de mídia
ru: Невозможно воспроизвести этот медиафайл
sl: Te predstavnostne datoteke ni mogoče predvajati
th: ไม่สามารถเปิดเล่นไฟล์สื่อนี้
vi: Không thể phát tập tin phương tiện này
zh: 无法播放此媒体文件
zh_hk: 無法播放此媒體檔案

source: Unable to load this image
ar: يتعذر تحميل هذه الصورة
ca: No es pot carregar aquesta imatge
cy: Doedd dim modd llwytho’r ddelwedd hon
de: Dieses Bild kann nicht geladen werden
es_es: No se puede cargar esta imagen
fi: Tätä kuvaa ei voida ladata
fr_ca: Impossible de charger cette image
ga: Ní féidir an íomhá seo a lódáil
hi: यह छवि लोड करने में असमर्थ
id: Tidak dapat memuat gambar ini
is: Ekki hægt að sækja þessa mynd
it: Impossibile caricare questa immagine
ja: このイメージをロードできません
mi: Kaore e taea te uta tēnei āhua
ms: Tidak dapat memuatkan imej ini
nl: Kan deze afbeelding niet laden
pl: Nie można wczytać tego obrazu
pt_br: Não é possível carregar esta mensagem
ru: Невозможно скачать это изображение
sl: Te slike ni mogoče naložiti
th: ไม่สามารถโหลดภาพนี้
vi: Không thể tải hình ảnh này
zh: 无法加载此图片
zh_hk: 無法載入此影像

source: There was an error loading this file
ar: حدث خطأ أثناء تحميل هذا الملف
ca: S'ha produït un error en carregar aquest fitxer
cy: Gwall wrth lwytho'r ffeil hon
de: Beim Laden dieser Datei ist ein Fehler aufgetreten
es_es: Ha habido un error al cargar este archivo
fi: Tämän tiedoston latauksessa ilmeni virhe
fr_ca: Une erreur est survenue lors du chargement de ce fichier
ga: Tharla earráid agus an comhad seo á lódáil
hi: इस फ़ाइल को लोड करने में त्रुटि हुई
id: Terjadi kesalahan saat memuat file ini
is: Villa varð við að sækja þessa skrá
it: Si è verificato un errore durante il caricamento di questo file
ja: このファイルのロード中にエラーが発生しました
mi: He hapa i te wā e uta ana i tēnei kōnae
ms: Terdapat ralat untuk memuatkan fail ini
nl: Er is een fout opgetreden bij het laden van dit bestand
pl: Wystąpił problem z wczytaniem tego pliku
pt_br: Houve um erro ao carregar este arquivo
ru: Произошла ошибка при загрузке этого файла
sl: Prišlo je do napake pri nalaganju te datoteke
th: มีข้อผิดพลาดในการโหลดไฟล์นี้
vi: Đã xảy ra lỗi khi tải tập tin này
zh: 加载此文件时发生错误
zh_hk: 載入此檔案時發生錯誤

source: No Courses
ar: لا يوجد أي مساق
ca: No hi ha cap assignatura
cy: Dim Cyrsiau
de: Keine Kurse
es_es: No hay asignaturas
fi: Ei kursseja
fr_ca: Aucun cours
ga: Níl aon Chúrsaí
hi: कोई पाठ्यक्रम नहीं
id: Tidak Ada Kursus
is: Engin námskeið
it: Nessun corso
ja: コースはありません
mi: Kāore he Akoranga
ms: Tiada Kursus
nl: Geen cursussen
pl: Brak kursów
pt_br: Sem Cursos
ru: Курсы отсутствуют
sl: Ni predmetov
th: ไม่มีบทเรียน
vi: Không Có Khóa Học
zh: 没有课程
zh_hk: 無課程

source: Your student’s courses might not be published yet.
ar: ربما لم يتم نشر مساقات الطالب بعد.
ca: És possible que encara no s'hagin publicat les vostres assignatures de l'estudiant.
cy: Efallai nad yw cyrsiau eich myfyriwr wedi cael eu cyhoeddi eto.
de: Die Kurse sind möglicherweise noch nicht veröffentlicht.
es_es: Es posible que las asignaturas de tus estudiantes aún no estén publicadas.
fi: Tämän opiskelijan kursseja ei ehkä ole vielä julkaistu.
fr_ca: Les cours de votre étudiant peuvent ne pas être encore publiés.
ga: Seans nach bhfuil cúrsaí do mhic léinn foilsithe fós.
hi: हो सकता है कि आपके छात्र के पाठ्यक्रम अभी तक प्रकाशित न हुए हों।
id: Kursus siswa Anda mungkin belum diterbitkan.
is: Námskeið nemanda þíns eru ef til vill ekki birt enn.
it: I corsi dello studente potrebbero non essere stati ancora pubblicati.
ja: 受講者のコースはまだ公開されていない可能性があります
mi: Kaore e pānuitia ō ākonga akoranga i tēnei wā.
ms: Kursus pelajar anda mungkin belum diterbitkan.
nl: De cursussen van je cursist zijn mogelijk nog niet gepubliceerd.
pl: Być może kursy uczestnika nie zostały jeszcze opublikowane.
pt_br: Os cursos do seu aluno podem ainda não ter sido publicados.
ru: Курсы вашего студента пока еще не могут быть опубликованы.
sl: Predmeti vašega študenta morda še niso objavljeni.
th: บทเรียนสำหรับผู้เรียนของคุณอาจยังไม่ได้เผยแพร่
vi: Khóa học của bạn có thể chưa được phát hành.
zh: 学生的课程可能尚未发布。
zh_hk: 您的學生的課程可能尚未發佈。

source: There was an error loading your student’s courses.
ar: حدث خطأ أثناء تحميل مساقات الطالب لديك.
ca: S'ha produït un error en carregar les vostres assignatures de l'estudiant.
cy: Gwall wrth lwytho cyrsiau eich myfyriwr.
de: Fehler beim Laden der Kurse Ihres Studierenden.
es_es: Ha habido un error al cargar las asignaturas de tu estudiante.
fi: Opiskelijasi kurssien latauksessa ilmeni virhe.
fr_ca: Une erreur est survenue lors du chargement des cours de votre étudiant.
ga: Tharla earráid agus cúrsaí do mhic léinn á lódáil.
hi: आपके छात्र के पाठ्यक्रम लोड करने में त्रुटि हुई।
id: Terjadi kesalahan ketika memuat kursus siswa Anda.
is: Villa kom upp við að sækja námskeið nemanda.
it: Si è verificato un errore durante il caricamento dei corsi dello studente.
ja: 受講者のコースを読み込み中にエラーが発生しました。
mi: He hapa i te wā e uta ana i tō ākonga akoranga.
ms: Terdapat ralat untuk memuatkan kursus pelajar anda.
nl: Er is een fout opgetreden bij het laden van de cursussen van je cursist.
pl: Wystąpił błąd podczas wczytywania kursów uczestnika.
pt_br: Ocorreu um erro ao carregar os cursos dos seus alunos.
ru: Произошла ошибка при загрузке курсов ваших студентов.
sl: Pri nalaganju predmetov vašega študenta je prišlo do napake.
th: มีข้อผิดพลาดในการโหลดบทเรียนสำหรับผู้เรียน
vi: Đã xảy ra lỗi khi tải khóa học của sinh viên.
zh: 加载学生的课程时发生错误。
zh_hk: 載入您的學生的課程時發生錯誤。

source: No Grade
ar: لا توجد أي درجة
ca: Sense nota
cy: Dim Gradd
de: Keine Note
es_es: No hay nota
fi: Ei arvosanaa
fr_ca: Non noté
ga: Níl Marc Ann
hi: कोई ग्रेड नहीं
id: Tanpa Nilai
is: Engin einkunn
it: Nessun voto
ja: 評定はありません
mi: Kaore he Kōeke
ms: Tiada gred
nl: Geen cijfer
pl: Brak oceny
pt_br: Sem nota
ru: Нет оценки
sl: Ni ocen
th: ไม่มีเกรด
vi: Không Có Lớp
zh: 没有评分
zh_hk: 無評分

source: Filter by
ar: التصفية حسب
ca: Filtra per
cy: Hidlo yn ôl
de: Filtern nach
es_es: Filtrar por
fi: Suodatusperuste
fr_ca: Filtrer par
ga: Scag de réir
hi: इसके अनुसार फ़िल्टर करें
id: Filter menurut
is: Sía eftir
it: Filtra per
ja: フィルタ条件
mi: Tātari mā
ms: Tapis mengikut
nl: Filteren op
pl: Filtruj wg
pt_br: Filtrar por
ru: Фильтровать по
sl: Filtriraj glede na
th: กรองจาก
vi: Lọc theo
zh: 筛选条件
zh_hk: 篩選條件

source: Grades
ar: التقديرات
ca: Notes
cy: Graddau
de: Noten
es_es: Notas
fi: Arvosanat
fr_ca: Notes
ga: Marcanna
hi: ग्रेड
id: Nilai
is: Einkunnir
it: Voti
ja: 評定
mi: Ngā Kōeke
ms: Gred
nl: Cijfers
pl: Oceny
pt_br: Notas
ru: Оценки
sl: Ocene
th: เกรด
vi: Điểm
zh: 评分
zh_hk: 成績

source: Syllabus
ar: المنهج الدراسي
ca: Temari
cy: Maes Llafur
de: Kursplan
es_es: Programa de la asignatura
fi: Opinto-ohjelma
fr_ca: Plan de cours
ga: Siollabas
hi: पाठ्यक्रम
id: Silabus
is: Kennsluáætlun
ja: シラバス
mi: Marautanga
ms: Silibus
pl: Program
pt_br: Programa
ru: Содержание курса
sl: Učni načrt
th: หลักสูตร
vi: Chương Trình Học
zh: 教学大纲
zh_hk: 課程大綱

source: Front Page
ar: الصفحة الأمامية
ca: Pàgina frontal
cy: Tudalen Flaen
de: Frontseite
es_es: Página de inicio
fi: Etusivu
fr_ca: Page de couverture
ga: Leathanach Tosaigh
hi: मुख पृष्ठ
id: Halaman Depan
is: Forsíða
it: Pagina iniziale
ja: フロントページ
mi: Whārangi mua
ms: Halaman Depan
nl: Voorpagina
pl: Pierwsza strona
pt_br: Primeira página
ru: Первая страница
sl: Prva stran
th: หน้าแรก
vi: Trang Đầu
zh: 首页
zh_hk: 首頁

source: Summary
ar: الملخص
ca: Resum
cy: Crynodeb
de: Übersicht
es_es: Resumen
fi: Yhteenveto
fr_ca: Résumé
ga: Achoimre
hi: संक्षिप्त विवरण
id: Rangkuman
is: Samantekt
it: Riepilogo
ja: 概要
mi: Whakarāpopototanga
ms: Rumusan
nl: Samenvatting
pl: Podsumowanie
pt_br: Resumo
ru: Сводные данные
sl: Povzetek
th: สรุป
vi: Tóm Tắt
zh: 摘要
zh_hk: 摘要

source: Send a message about this course
ar: إرسال رسالة حول هذا المساق
ca: Envia un missatge sobre aquesta assignatura
cy: Anfon neges am y cwrs hwn
de: Nachricht über diesen Kurs senden
es_es: Enviar un mensaje acerca de esta asignatura
fi: Lähetä viesti tästä kurssista
fr_ca: Envoyer un message à propos de ce cours
ga: Seol teachtaireacht faoin gcúrsa seo
hi: इस पाठ्यक्रम के बारे में संदेश भेजें
id: Kirim pesan tentang kursus ini
is: Sendu skilaboð um þetta námskeið
it: Invia un messaggio su questo corso
ja: このコースに関するメッセージを送信する
mi: Tukuna he karere mō tēnei akoranga
ms: Hantar mesej mengenai kursus ini
nl: Een bericht over deze cursus verzenden
pl: Wyślij wiadomość o tym kursie
pt_br: Enviar uma mensagem sobre este curso
ru: Отправить сообщение об этом курсе
sl: Pošlji sporočilo o tem predmetu
th: ส่งข้อความเกี่ยวกับบทเรียนนี้
vi: Gửi tin nhắn về khóa học này
zh: 发送有关此课程的消息
zh_hk: 傳送與此學生有關的訊息

source: Total Grade
ar: التقدير الإجمالي
ca: Nota total
cy: Gradd Gyffredinol
de: Endnote
es_es: Nota total
fi: Kokonaisarvosana
fr_ca: Note totale
ga: Marc Iomlán
hi: कुल ग्रेड
id: Nilai Total
is: Heildareinkunn
it: Voto totale
ja: 合計評定
mi: Kōeke Tapeke
ms: Jumlah Gred
nl: Totaalcijfer
pl: Łączna ocena
pt_br: Nota Total
ru: Общая оценка
sl: Skupna ocena
th: เกรดรวม
vi: Tổng Điểm
zh: 总分
zh_hk: 總評級

source: Graded
ar: تم تقييم الدرجة
ca: Qualificat
cy: Wedi graddio
de: Benotet
es_es: Evaluado
fi: Arvioitu
fr_ca: Noté
ga: Marcáilte
hi: ग्रेड किए गए
id: Dinilai
is: Metið
it: Valutato
ja: 採点済み
mi: Kōekehia
ms: Digredkan
nl: Beoordeeld
pl: Oceniono
pt_br: Avaliado
ru: С оценкой
sl: Ocenjeno
th: ให้เกรดแล้ว
vi: Đã Chấm Điểm
zh: 已评分
zh_hk: 已評分

source: Submitted
ar: تم الإرسال
ca: Entregat
cy: Wedi Cyflwyno
de: Abgegeben
es_es: Entregado
fi: Lähetetty
fr_ca: Envoyé
ga: Curtha isteach
hi: सबमिट किया गया
id: Diserahkan
is: Skilað
it: Inviato
ja: 提出済み
mi: Kua Tukuna
ms: Diserahkan
nl: Ingeleverd
pl: Przesłano
pt_br: Enviado
ru: Отправлено
sl: Poslano
th: จัดส่งแล้ว
vi: Đã Nộp
zh: 已提交
zh_hk: 已提交

source: Not Submitted
ar: لم يتم الإرسال
ca: No entregat
cy: Heb Gyflwyno
de: Nicht abgegeben
es_es: No entregado
fi: Ei lähetetty
fr_ca: Non soumis
ga: Níl sé Curtha isteach
hi: सबमिट नहीं किया गया
id: Belum Diserahkan
is: Ekki lagt fram
it: Non inviato
ja: 未提出
mi: E Kore E Tukua
ms: Tidak Diserahkan
nl: Niet ingediend
pl: Nie wysłano
pt_br: Não Enviado
ru: Не отправлено
sl: Ni oddano.
th: ไม่ได้จัดส่ง
vi: Chưa Nộp
zh: 未提交
zh_hk: 未提交

source: Late
ar: متأخر
ca: Tardà
cy: Yn Hwyr
de: Verspätet
es_es: Con retraso
fi: Myöhään
fr_ca: En retard
ga: Mall
hi: विलंब
id: Terlambat
is: Seint
it: In ritardo
ja: 提出遅れ
mi: Tūreiti
ms: Lewat
nl: Te laat
pl: Późno
pt_br: Atrasado
ru: Поздно
sl: Zamuda
th: ล่าช้า
vi: Trễ
zh: 迟交
zh_hk: 逾期

source: Missing
ar: مفقود
ca: No presentat
cy: Ar goll
de: Fehlt
es_es: No presentado
fi: Puuttuu
fr_ca: Manquant
ga: Ar Iarraidh
hi: लापता
id: Tidak Ada
is: Vantar
it: Mancante
ja: 提出なし
mi: Ngaro
ms: Tiada
nl: Ontbrekend
pl: Brak
pt_br: Faltante
ru: Отсутствует
sl: Manjkajoče
th: ขาดหาย
vi: Bị Thiếu
zh: 未交
zh_hk: 缺少

source: All Grading Periods
ar: جميع فترات تقييم الدرجات
ca: Tots els períodes de qualificació
cy: Pob Cyfnod Graddio
de: Alle Benotungszeiträume
es_es: Todos los períodos de evaluación
fi: Kaikki arvosanojen antojaksot
fr_ca: Toutes les périodes de notation
ga: Gach Tréimhse Mharcála
hi: सभी ग्रेडिंग अवधियां
id: Semua Periode Penilaian
is: Öll einkunnatímabil
it: Tutti i periodi di valutazione
ja: すべての採点期間
mi: Takiwā kōeke katoa
ms: Semua Tempoh Penggredan
nl: Alle beoordelingsperioden
pl: Wszystkie okresy oceniania
pt_br: Todos os períodos de avaliação
ru: Все академические периоды
sl: Vsa ocenjevalna obdobja
th: ระยะเวลาการให้เกรดทั้งหมด
vi: Tất Cả Thời Gian Phân Loại Điểm
zh: 所有评分周期
zh_hk: 所有評分期

source: No Assignments
ar: لا توجد أي مهام
ca: No hi ha cap activitat
cy: Dim Aseiniadau
de: Keine Aufgaben
es_es: No hay actividades
fi: Ei tehtäviä
fr_ca: Aucune tâche
ga: Níl aon Tascanna ann
hi: कोई असाइनमेंट नहीं
id: Tidak Ada Tugas
is: Engin verkefni
it: Nessun compito
ja: 課題はありません
mi: Kaore ngā whakataunga
ms: Tiada Tugasan
nl: Geen opdrachten
pl: Brak zadań
pt_br: Sem tarefas
ru: Задания отсутствуют
sl: Ni nalog
th: ไม่มีภารกิจ
vi: Không Có Bài Tập
zh: 无作业
zh_hk: 無作業

source: It looks like assignments haven't been created in this space yet.
ar: يبدو أنه لم يتم إنشاء مهام في هذه المساحة حتى الآن.
ca: Sembla que en aquest espai encara no s'ha creat cap activitat.
cy: Mae’n ymddangos nad oes aseiniadau wedi cael eu creu yn y gofod hwn eto.
de: Wie es aussieht, wurden in diesem Raum noch keine Aufgaben erstellt.
es_es: Parece que aún no se han creado actividades en este espacio.
fi: Näyttää siltä kuin tehtäviä ei vielä olisi luotu tässä tilassa.
fr_ca: Il semblerait qu’il n’y ait pas encore de tâche créée dans cet espace.
ga: Tá an chuma ar an scéal nár cruthaíodh tascanna sa spás seo go fóill.
hi: लगता है इस खाली स्थान में अभी तक कोई असाइनमेंट नहीं बनाई गई है।
id: Sepertinya tugas belum dibuat di ruang ini.
is: Það virðast ekki vera nein verkefni búin til í þessu rými enn.
it: Sembra che i compiti non siano ancora stati creati in questo spazio.
ja: このスペースでは、まだ課題が作成されていないようです。
mi: Ko te āhua nei kaore ngā whakataunga i hāngaia i roto i tēnei wāhi.
ms: Nampaknya tugasan belum dicipta dalam ruang ini.
nl: Het lijkt erop dat er in deze ruimte nog geen opdrachten zijn gemaakt.
pl: Wygląda na to, że w tej przestrzeni nie utworzono zadań.
pt_br: Parece que tarefas ainda não foram criadas nesse espaço.
ru: Похоже, что в этом разделе пока что не было создано ни одного задания.
sl: Videti je, da v tem prostoru naloge še niso bile ustvarjene.
th: ดูเหมือนจะยังไม่ได้จัดทำภารกิจในพื้นที่นี้
vi: Có vẻ bài tập chưa được tạo trong không gian này.
zh: 似乎尚未在此区域创建作业。
zh_hk: 此空間中尚未建立任何作業。
