Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*.arb
Languages: ar, ca, cy, de, es_es, fi, fr_ca, ga, hi, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, th, vi, zh, zh_hk

source: You will be notified about this event on…
ar: سيتم إعلامك بهذا الحدث في...
ca: Rebreu una notificació sobre aquest esdeveniment el...
cy: Byddwch chi’n cael eich hysbysu am y digwyddiad hwn ar...
de: Sie werden benachrichtigt über dieses Ereignis am …
es_es: Se te notificará acerca de este evento el...
fi: Saat ilmoituksen tästä tapahtumasta...
fr_ca: Vous serez informé de cet événement le…
ga: Cuirfear ar an eolas thú faoin imeacht seo ar…
hi: आपको इस घटना के बारे में सूचित किया जाएगा...
id: Anda akan diberi tahu tentang acara ini pada…
is: Þú færð áminningu um þennan viðburð þann…
it: Riceverai una notifica su questo evento il…
ja: 次の予定でこのイベントに関する通知を受けます…
mi: Ka whakamōhiotia koe mo tēnei tauwhainga i runga i...
ms: Anda akan diberitahu mengenai acara ini pada...
nl: Je krijgt een melding over deze gebeurtenis op…
pl: Otrzymasz powiadomienie o tym wydarzeniu w dniu...
pt_br: Você será notificado sobre este evento em...
ru: Вы будете уведомлены об этом событии…
sl: O tem dogodku boste obveščeni dne ...
th: คุณจะได้รรับแจ้งเกี่ยวกับกิจกรรมนี้เมื่อ...
vi: Bạn sẽ được thông báo về sự kiện này vào...
zh: 您将在...收到有关此活动的通知
zh_hk: 將在以下時間通知您關於此沽動…

source: Share Your Love for the App
ar: شارك إعجابك بالتطبيق
ca: Compartiu l'interès que us desperta l'aplicació
cy: Rhowch eich barn am yr ap
de: Teilen Sie Ihre Liebe für die App anderen mit
es_es: Comparte tu amor por la aplicación
fi: Jaa rakkautesi sovellusta kohtaan
fr_ca: Partager votre engouement pour l’application
ga: Comhroinn do Grá don Aip
hi: ऐप के लिए अपना प्यार साझा करें
id: Bagikan Cinta Anda untuk Aplikasi
is: Deildu ást þinni á appinu
it: Condividi cosa ti piace dell’app
ja: アプリへの愛を共有しましょう
mi: Tuari Tō Aroha mō te Taupānga
ms: Kongsikan Rasa Teruja Anda terhadap Apl ini
nl: Laat weten hoe goed je de App vindt
pl: Podziel się miłością do Aplikacji
pt_br: Divulgar o seu amor pelo aplicativo
ru: Поделитесь своей любовью к приложению
sl: Delite svoje navdušenje nad aplikacijo
th: แบ่งปันความชื่นชอบที่คุณมีเกี่ยวกับแอพ
vi: Chia Sẻ Tình Yêu Của Bạn Đối Với Ứng Dụng
zh: 分享您所喜爱的应用程序
zh_hk: 分享您對於本應用程式的喜愛

source: Tell us about your favorite parts of the app
ar: أخبرنا بالأشياء التي تفضلها في التطبيق
ca: Expliqueu-nos quines són les parts preferides de l'aplicació
cy: Rhowch wybod i ni am eich hoff rannau o’r ap
de: Sagen Sie uns, was Sie an der App besonders mögen
es_es: Dinos cuáles son las partes de la aplicación que más te gustan
fi: Kerro meille sovelluksen suosikkiosista
fr_ca: Dites-nous quelles fonctions de l’application vous plaisent le plus
ga: Inis dúinn faoi na cuideanna is fearr leat den aip
hi: हमें ऐप के अपने पसंदीदा हिस्सों के बारे में बताएं
id: Beri tahu kami bagian favorit Anda dari aplikasi
is: Segðu okkur um uppáhalds hluta þína í appinu
it: Raccontaci quali sono le tue parti preferite dell’app
ja: このアプリの好きな部分を教えてください
mi: Korerotia mai ki a matou ngā wahi tino makau o te taupānga ki a koe
ms: Berita kami mengenai bahagian yang anda gemari pada apl ini
nl: Laat ons weten wat jouw favoriete onderdelen van de app zijn
pl: Powiedz nam o twoich ulubionych częściach aplikacji
pt_br: Conte-nos as suas partes favoritas do aplicativo
ru: Расскажите нам о своих любимых моментах приложения
sl: Opišite nam, kateri deli aplikacije so vam najljubši.
th: บอกให้เราทราบเกี่ยวกับส่วนที่คุณชอบมากที่สุดเกี่ยวกับแอพ
vi: Hãy cho chúng tôi biết bạn thích phần nào của ứng dụng
zh: 告诉我们您最喜欢应用程序的部分
zh_hk: 告訴我們本應用程式最讓您滿意之處

source: Legal
ar: القانوني
ca: Jurídic
cy: Cyfreithiol
de: Rechtliches
fi: Lakitiedot
fr_ca: Légal
ga: Dlíthiúil
hi: कानूनी
id: Hukum
is: Lögfræði
it: Legale
ja: 法令
mi: Ture
ms: Undang-undang
nl: Juridisch
pl: Informacje prawne
ru: Юридические вопросы
sl: Pravne informacije
th: ประเด็นทางกฎหมาย
vi: Pháp Lý
zh: 法律
zh_hk: 法律事務

source: Privacy policy, terms of use, open source
ar: سياسة الخصوصية، شروط الاستخدام، المصدر المفتوح
ca: Política de privacitat, condicions d'ús, font oberta
cy: Polisi preifatrwydd, telerau defnyddio, ffynhonnell agored
de: Datenschutz, Nutzungsbedingungen, Open-Source
es_es: Política de privacidad, términos de uso, código abierto
fi: Tietosuojakäytäntö, käyttöehdot, avoin lähde
fr_ca: Politique de confidentialité, conditions d’utilisation, source ouverte
ga: Polasaí príobháideachais, téarmaí úsáide, foinse oscailte
hi: गोपनीयता नीति, उपयोग की शर्तें, ओपन सोर्स
id: Kebijakan privasi, ketentuan penggunaan, open source
is: Persónuverndarstefna, notkunarskilmálar, opinn hugbúnaður
it: Informativa sulla privacy, termini di utilizzo, open source
ja: プライバシーポリシー、利用規約、オープンソース
mi: Kaupapahere tūmataitinga, tikanga whakamahi, puna tuwhera
ms: Dasar privasi, terma penggunaan, sumber terbuka
nl: Privacybeleid, gebruiksvoor
pl: Polityka prywatności, Warunki korzystania, open source
pt_br: Política de privacidade, termos e uso, fonte aberta
ru: Политика конфиденциальности, условия использования, открытый источник
sl: Politika zasebnosti, pogoji uporabe, odprti vir
th: นโยบายความเป็นส่วนตัว, เงื่อนไขการใช้งาน, สาธารณะ
vi: Chính sách quyền riêng tư, điều khoản sử dụng và mã nguồn mở
zh: 隐私政策、使用条款、开放源
zh_hk: 隱私政策，使用條款，開放源碼

source: Idea for Canvas Parent App [Android]
ar: أفكار لتطبيق Canvas Parent [Android]
ca: Idea per a l'aplicació Canvas Parent (Android)
cy: Syniad ar gyfer Ap Canvas Parent [Android]
de: Idee für Canvas-Parent-App [Android]
es_es: Ideas para la aplicación de Canvas Parent [Android]
fi: Idea Canvas Parent App -sovellukselle [Android]
fr_ca: Idée pour l’application Canvas Parent [Android]
ga: Smaoineamh don Aip Máthairchúrsa Canvas [Android]
hi: Canvas माता-पिता ऐप [Android] के लिए आइडिया
id: Ide untuk aplikasi Canvas Parent [Android]
is: Hugmynd að Canvas foreldraappi [Android]
it: Idea per l’app Canvas Parent [Android]
ja: Canvas Parent アプリ [Android] へのアイデア
mi: Whakaaro mō te Taupānga Canvas Matua [Android]
ms: Idea untuk Apl Canvas Parent [Android]
nl: Idee voor Canvas Parent App [Android]
pl: Pomysł na aplikację Canvas Parent [Android]
pt_br: Ideia para o Aplicativo Canvas Parent [Android]
ru: Идея для приложения Canvas Родители [Android]
sl: Zamisel za aplikacijo Canvas Parent [Android]
th: แนวคิดสำหรับแอพ Canvas Parent [Android]
vi: Ý Tưởng Cho Ứng Dụng Canvas Parent [Android]
zh: 构想 Canvas 的[安卓版本]
zh_hk: 關於 Canvas Parent 程式 [Android] 的想法

source: The following information will help us better understand your idea:
ar: ستساعدنا المعلومات التالية على فهم فكرتك بشكل أفضل:
ca: La informació següent ens ajudarà a conèixer millor la vostra idea:
cy: Bydd y wybodaeth ganlynol yn ein helpu ni i ddeall eich syniad yn well:
de: Die folgende Information hilft uns, Ihre Idee besser zu verstehen:
es_es: La siguiente información nos ayudará a comprender mejor tu idea:
fi: Seuraavat tiedot auttavat meitä ymmärtämään ideasi paremmin:
fr_ca: Les informations suivantes nous aideront à mieux comprendre votre idée :
ga: Cabhróidh an t-eolas seo a leanas linn do smaoineamh a thuiscint níos fearr:
hi: निम्नलिखित जानकारी हमें आपके आइडिया को बेहतर ढंग से समझने में मदद करेगी:
id: Informasi berikut akan membantu kami memahami ide Anda lebih baik:
is: Eftirfarandi upplýsingar munu hjálpa okkur að skilja hugmynd þína betur:
it: Le seguenti informazioni ci aiutano a comprendere meglio la tua idea:
ja: 次の情報は、Canvas があなたのアイデアをより良く理解するために役立ちます：
mi: Ka awhinatia mātou ki te mōhio i tō whakāro i ngā mōhiohio e whai ake nei:
ms: Maklumat berikut akan membantu kami lebih memahami idea anda:
nl: De volgende informatie helpt ons een beter idee te krijgen van jouw idee:
pl: Poniższe informacje pozwolą nam lepiej zrozumieć twój pomysł:
pt_br: As informações a seguir nos ajudarão a compreender melhor a sua ideia:
ru: Следующая информация поможет нам лучше понять вашу идею:
sl: Z naslednjimi informacijami bomo bolje razumeli vašo zamisel:
th: ข้อมูลต่อไปนี้จะช่วยให้เราเข้าใจเกี่ยวกับแนวคิดของคุณได้ดียิ่งขึ้น:
vi: Thông tin sau sẽ giúp chúng tôi hiểu hơn về ý tưởng của bạn:
zh: 下面的信息将帮助我们更好地了解您的想法：
zh_hk: 下列資訊能幫我們好好理解您的想法：

source: Domain:
ar: المجال:
ca: Domini:
cy: Parth:
de: Domäne:
es_es: Dominio:
fi: Verkkotunnus:
fr_ca: Domaine :
ga: Fearann:
hi: डोमेन:
is: Lén:
it: Dominio:
ja: ドメイン：
mi: Rohe:
nl: Domein:
pl: Domena:
pt_br: Domínio:
ru: Домен:
sl: Domena:
th: โดเมน:
vi: Tên Miền:
zh: 域：
zh_hk: 網域：

source: User ID:
ar: معرف المستخدم:
ca: ID d’usuari:
cy: ID Defnyddiwr:
de: Benutzer-ID:
es_es: Identificación de usuario:
fi: Käyttäjätunnus:
fr_ca: Identifiant de l’utilisateur :
ga: ID an Úsáideora:
hi: उपयोगकर्ता आईडी:
id: ID Pengguna:
is: Auðkenni notanda:
it: ID utente:
ja: ユーザ ID：
mi: ID Kaiwhakamahi:
ms: ID Pengguna:
nl: Gebruikers-ID:
pl: Identyfikator użytkownika:
pt_br: ID de Usuário:
ru: Идентификатор пользователя:
sl: ID uporabnika:
th: ID ผู้ใช้:
vi: ID Người Dùng:
zh: 用户 ID：
zh_hk: 使用者 ID：

source: Email:
ar: البريد الإلكتروني:
ca: Adreça electrònica:
cy: E-bost:
es_es: Correo electrónico:
fi: Sähköposti:
fr_ca: Courriel :
ga: Ríomhphost:
hi: ईमेल:
is: Netfang:
ja: E メール：
mi: Īmēra:
ms: E-mel:
pl: Adres e-mail:
ru: Эл. почта:
sl: E-pošta:
th: อีเมล:
zh: 电子邮箱：
zh_hk: 電郵地址：

source: Locale:
ar: الإعدادات المحلية:
ca: Zona:
cy: Lleoliad:
de: Umgebung:
es_es: Lugar:
fi: Kielialue:
fr_ca: Paramètres régionaux :
ga: Suíomh:
hi: स्थान:
id: Lokasi:
is: Staður:
it: Impostazioni internazionali:
ja: ロケール：
mi: Tauwāhi:
ms: Tempatan:
nl: Landinstellingen:
pl: Lokalizacja:
pt_br: Localidade:
ru: Язык:
sl: Območna nastavitev:
th: พื้นที่:
vi: Địa Điểm:
zh: 区域设置：
zh_hk: 位置：

source: Terms of Use
ar: شروط الاستخدام
ca: Condicions d'ús
cy: Telerau Defnyddio
de: Nutzungsbedingungen
es_es: Términos de uso
fi: Käyttöehdot
fr_ca: Conditions d’utilisation
ga: Téarmaí Úsáide
hi: उपयोग की शर्तें
id: Ketentuan Penggunaan
is: Notandaskilmálar
it: Termini di utilizzo
ja: 利用規約
mi: Ngā ritenga whakamahi
ms: Terma Penggunaan
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_br: Termos de Uso
ru: Условия использования
sl: Pogoji uporabe
th: เงื่อนไขการใช้งาน
vi: Điều Khoản Sử Dụng
zh: 使用条款
zh_hk: 使用條款

source: Canvas on GitHub
ar: Canvas على GitHub
ca: Canvas a GitHub
cy: Canvas ar GitHub
de: Canvas bei GitHub
es_es: Canvas en GitHub
fi: Canvas GitHubissa
fr_ca: Canvas sur GitHub
ga: Canvas ar GitHub
hi: GitHub पर Canvas
id: Canvas di GitHub
is: Canvas á GitHub
it: Canvas su GitHub
ja: GitHub 上のキャンバス
mi: Canvas i runga GitHub
ms: Canvas di GitHub
nl: Canvas op GitHub
pl: Canvas na GitHub
pt_br: Canvas no GitHub
ru: Canvas на GitHub
sl: Canvas na GitHub
vi: Canvas Trên GitHub
zh: GitHub上的Canvas
zh_hk: GitHub 上的 Canvas

source: There was a problem loading the Terms of Use
ar: حدثت مشكلة أثناء تحميل شروط الاستخدام
ca: S'ha produït un problema en carregar les condicions d'ús
cy: Problem wrth lwytho’r Telerau Defnyddio
de: Es gab ein Problem beim Laden der Nutzungsbedingungen.
es_es: Ha habido un problema al cargar los términos de uso
fi: Ilmeni ongelma käyttöehtoja ladattaessa
fr_ca: Un problème est survenu lors du chargement des conditions d’utilisation
ga: Bhí fadhb ann agus na Téarmaí Úsáide á lódáil
hi: उपयोग की शर्तों को लोड करने में समस्या आई
id: Ada masalah saat memuat Ketentuan Penggunaan
is: Villa kom upp við að sækja notkunarskilmála
it: Si è verificato un problema durante il caricamento delle Condizioni d’uso
ja: 利用規約のロード中に問題が発生しました
mi: He raruraru i te wā e uta ana i ngā Ture Whakamahia
ms: Terdapat masalah untuk memuatkan Terma Penggunaan.
nl: Er is een probleem met het laden van de gebruiksvoorwaarden
pl: Wystąpił problem z wczytywaniem Warunków korzystania
pt_br: Houve um problema ao carregar os Termos de Uso
ru: Возникала проблема при загрузке условий использования
sl: Prišlo je do težav pri nalaganju pogojev uporabe.
th: มีปัญหาในการโหลดเงื่อนไขการใช้งาน
vi: Đã xảy ra vấn đề khi tải Điều Khoản Sử Dụng
zh: 加载使用条款时发生错误
zh_hk: 載入使用條款時出現問題

source: Device
ar: الجهاز
ca: Dispositiu
cy: Dyfais
de: Gerät
es_es: Dispositivo
fi: Laite
fr_ca: Dispositif
ga: Gléas
hi: डिवाइस
id: Perangkat
is: Tæki
it: Dispositivo
ja: デバイス
mi: Pūrere
ms: Peranti
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ru: Устройство
sl: Naprava
th: อุปกรณ์
vi: Thiết Bị
zh: 设备
zh_hk: 裝置

source: OS Version
ar: إصدار نظام التشغيل
ca: Versió del sistema operatiu
cy: Fersiwn OS
de: BS-Version
es_es: Versión del sistema operativo
fi: Käyttöjärjestelmäversio
fr_ca: Version du SE
ga: Leagan OS
hi: OS संस्करण
id: Versi OS
is: Útgáfa stýrikerfis
it: Versione SO
ja: OS バージョン
mi: OS Putanga
ms: Versi OS
nl: OS Versie
pl: Wersja OS
pt_br: Versão OS
ru: Версия ОС
sl: Različica OS
th: เวอร์ชั่น OS
vi: Phiên Bản HĐH
zh: 操作系统版本
zh_hk: OS 版本

source: Version Number
ar: رقم الإصدار
ca: Número de versió
cy: Rhif Fersiwn
de: Versionsnummer
es_es: Número de versión
fi: Version numero
fr_ca: Numéro de version
ga: Uimhir Leagan
hi: संस्करण संख्या
id: Nomor Versi
is: Útgáfa númer
it: Numero versione
ja: バージョン番号
mi: Whakāturanga Tau
ms: Nombor Versi
nl: Versienummer
pl: Numer wersji
pt_br: Número da versão
ru: Номер версии
sl: Številka različice
th: เลขเวอร์ชั่น
vi: Số Phiên Bản
zh: 版本号
zh_hk: 版本編號

source: Report A Problem
ar: الإبلاغ عن مشكلة
ca: Informeu d'un problema
cy: Rhoi gwybod am broblem
de: Ein Problem melden
es_es: Informar sobre un problema
fi: Raportoi ongelma
fr_ca: Signaler un problème
ga: Tuairiscigh Fadhb
hi: समस्या की रिपोर्ट करें
id: Laporkan Masalah
is: Tilkynna vandamál
it: Segnala un problema
ja: 問題を報告する
mi: Pūrongo te raruraru
ms: Laporkan Masalah
nl: Een probleem melden
pl: Zgłoś problem
pt_br: Relatar um problema
ru: Сообщить о проблеме
sl: Poročajte o težavi
th: แจ้งปัญหา
vi: Báo Cáo Vấn Đề
zh: 报告一个问题
zh_hk: 報告問題

source: Subject
ar: الموضوع
ca: Assumpte
cy: Pwnc
de: Betreff
es_es: Tema
fi: Aihe
fr_ca: Objet
ga: Ábhar
hi: विषय
id: Subjek
is: Efni
it: Oggetto
ja: 件名
mi: Kaupapa
ms: Subjek
nl: Onderwerp
pl: Temat
pt_br: Assunto
ru: Тема
sl: Kratek opis predmeta
th: หัวเรื่อง
vi: Tiêu Đề
zh: 主题
zh_hk: 主題

source: A subject is required.
ar: يجب توفر موضوع.
ca: Cal un assumpte.
cy: Rhaid rhoi pwnc.
de: Ein Betreff ist erforderlich.
es_es: El asunto es obligatorio.
fi: Vaaditaan aihe.
fr_ca: Un objet est requis.
ga: Tá ábhar ag teastáil.
hi: विषय की आवश्यकता है।
id: Deskripsi harus ada.
is: Efni er áskilið.
it: L’argomento è obbligatorio.
ja: 件名は必須です。
mi: He kaupapa e hiahiatia ana.
ms: Subjek diperlukan.
nl: Er is een onderwerp vereist
pl: Wymagany jest temat.
pt_br: Um assunto é necessário.
ru: Необходима тема.
sl: Polje za zadevo mora biti izpolnjeno.
th: ต้องระบุหัวเรื่อง
vi: Bắt buộc phải có tiêu đề.
zh: 必须填写主题。
zh_hk: 主題必填。

source: An email address is required.
ar: يجب توفير عنوان بريد إلكتروني.
ca: Cal una adreça electrònica.
cy: Rhaid rhoi cyfeiriad e-bost.
de: Eine E-Mail-Adresse ist erforderlich.
es_es: La dirección de correo electrónico es obligatoria.
fi: Sähköpostiosoite vaaditaan.
fr_ca: Adresse de courriel nécessaire.
ga: Tá seoladh ríomhphoist ag teastáil.
hi: ईमेल पता आवश्यक है।
id: Alamat email harus ada.
is: Netfang er áskilið.
it: L’indirizzo e-mail è obbligatorio.
ja: E メールアドレスは必須です。
mi: He whakaaturanga e hiahiatia ana.
ms: Alamat e-mel diperlukan.
nl: Er is een e-mailadres vereist.
pl: Wymagany jest adres e-mail.
pt_br: Um endereço de e-mail é necessário.
ru: Необходим адрес электронной почты.
sl: Potreben je e-poštni naslov.
th: ต้องระบุอีเมลแอดเดรส
vi: Bắt buộc phải có địa chỉ email.
zh: 必须填写电子邮件地址。
zh_hk: 電郵地址必填。

source: Description
ar: الوصف
ca: Descripció
cy: Disgrifiad
de: Beschreibung
es_es: Descripción
fi: Kuvaus
ga: Cur síos
hi: विवरण
id: Deskripsi
is: Lýsing
it: Descrizione
ja: 説明
mi: Whakāhuatanga
ms: Penerangan
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sl: Opis
th: รายละเอียด
vi: Mô Tả
zh: 说明
zh_hk: 描述

source: A description is required.
ar: يجب توفير وصف.
ca: Cal una descripció.
cy: Rhaid rhoi disgrifiad.
de: Eine Beschreibung ist erforderlich.
es_es: Se requiere una descripción.
fi: Kuvaus vaaditaan.
fr_ca: Description obligatoire.
ga: Tá cur síos ag teastáil.
hi: विवरण आवश्यक है।
id: Deskripsi harus ada.
is: Lýsingar er krafist.
it: La descrizione è obbligatoria.
ja: 説明は必須です。
mi: E hiahia ana he whakāturanga.
ms: Penerangan diperlukan.
nl: Er is een beschrijving vereist.
pl: Wymagany jest opis.
pt_br: Uma descrição é necessária.
ru: Требуется описание.
sl: Opis je obvezen.
th: ต้องระบุรายละเอียด
vi: Bắt buộc phải có mô tả.
zh: 必须填写描述。
zh_hk: 描述必填。

source: How is this affecting you?
ar: كيف يؤثر عليك ذلك؟
ca: Com us afecta això?
cy: Sut mae hyn yn effeithio arnoch chi?
de: Welche Auswirkung hat dies auf Sie?
es_es: ¿Cómo te afecta esto?
fi: Kuinka tämä vaikuttaa sinuun?
fr_ca: Comment cela vous affecte-t-il?
ga: Cén tionchar atá aige seo ort?
hi: इसका आप पर क्या प्रभाव पड़ रहा है?
id: Bagaimana ini berpengaruh pada Anda?
is: Hvaða áhrif hefur þetta á þig?
it: Quali sono le ripercussioni per te?
ja: これはあなたにどのような影響を与えていますか？
mi: Kia pehea e pa ana tenei ki a koe?
ms: Bagaimanakah hal ini mempengaruhi anda?
nl: Wat voor gevolgen heeft dit voor jou?
pl: W jaki sposób to na Ciebie wpływa?
pt_br: Como isso está afetando você?
ru: Как это влияет на вас?
sl: Kako to vpliva na vas?
th: สิ่งนี้มีผลกับคุณอย่างไร
vi: Điều này ảnh hưởng đến bạn như thế nào?
zh: 这对您有什么影响？
zh_hk: 問題對您造成什麼影響？

source: send
ar: إرسال
ca: envia
cy: anfon
de: senden
es_es: enviar
fi: lähettää
fr_ca: envoyer
ga: seol
hi: भेजें
id: kirim
is: sendi
it: invia
ja: 送信
mi: tukua
ms: hantar
nl: verzenden
pl: wyślij
pt_br: enviar
ru: отправить
sl: pošlji
th: ส่ง
vi: gửi
zh: 发送
zh_hk: 傳送

source: Just a casual question, comment, idea, suggestion…
ar: مجرد سؤال عابر أو تعليق أو فكرة أو اقتراح...
ca: Simplement una pregunta, un comentari, una idea, un suggeriment informal…
cy: Dim ond awgrym, syniad, sylw neu gwestiwn anffurfiol...
de: Nur zwanglos eine Frage, ein Kommentar, eine Idee, ein Vorschlag ...
es_es: Solo una pregunta, comentario, idea o sugerencia informal...
fi: Vain satunnainen kysymys, kommentti, idea, ehdotus...
fr_ca: Juste une question informelle, commentaire, idée, suggestion…
ga: Níl ann ach ceist ócáideach, ráiteas, smaoineamh, moladh…
hi: बस एक अनौपचारिक प्रश्न, टिप्पणी, आइडिया, सुझाव...
id: Hanya pertanyaan biasa, komentar, ide, saran...
is: Bara almenn spurning, athugasemd, hugmynd, tillaga…
it: Solo una domanda casuale, un commento, un'idea, un suggerimento…
ja: ちょっとした疑問、コメント、アイデア、提案です…
mi: He pātai tüao, kōrero, whakāro, whakāro pūaki...
ms: Hanya soalan, komen, idea dan cadangan santai...
nl: Gewoon een informele vraag, opmerking, idee of suggestie...
pl: Jedynie przypadkowe pytanie, komentarz, pomysł, sugestię...
pt_br: Só uma pergunta casual, comentário, idéia, sugestão ...
ru: Просто обычный вопрос, комментарий, идея, предложение...
sl: Samo neobvezno vprašanje, komentar, zamisel, predlog ...
th: แค่คำถาม ความเห็น แนวคิดหรือข้อเสนอแนะทั่ว ๆ ไป...
vi: Chỉ là câu hỏi, bình luận, ý tưởng, đề xuất bình thường...
zh: 只是一个偶然问题、意见、想法、建议...
zh_hk: 只是隨意提問、評論、想法、建議……

source: I need some help but it's not urgent.
ar: أحتاج لبعض المساعدة لكن الأمر غير عاجل.
ca: Necessito ajuda, però no és urgent.
cy: Mae angen help arna i, ond dydy’r mater ddim yn un brys.
de: Ich brauche Hilfe, aber es eilt nicht.
es_es: Necesito algo de ayuda, pero no es urgente
fi: Tarvitsen apua, mutta tämä ei ele kiireellistä.
fr_ca: J’ai besoin d’aide, mais ce n’est pas urgent
ga: Tá roinnt cabhrach de dhíth orm ach níl sé práinneach.
hi: मुझे कुछ मदद की ज़रूरत है, लेकिन यह अत्यावश्यक नहीं है।
id: Saya butuh bantuan tetapi tidak mendesak.
is: Ég þarf smá aðstoð en það liggur ekki á.
it: Ho bisogno di aiuto ma non è urgente.
ja: 急ぎではありませんが、サポートが必要です。
mi: E hiahia ana ahau ētahi awhina ēngari e kore te kōhukihuki.
ms: Saya perlukan sedikit bantuan tetapi ia tidak mendesak.
nl: Ik heb hulp nodig, maar het is niet dringend.
pl: Potrzebuję pomocy ale nie jest to pilne.
pt_br: Preciso de ajuda, mas não é urgente.
ru: Мне нужна помощь, но это не срочно.
sl: Potrebujem pomoč, ni pa nujno.
th: ฉันต้องการความช่วยเหลือ แต่ไม่เร่งด่วนอะไร
vi: Tôi cần trợ giúp một chút nhưng không gấp.
zh: 我需要一些帮助，但不是迫切的。
zh_hk: 我需要支援，但並不緊迫。

source: Something's broken but I can work around it to get what I need done.
ar: شيء ما معطل لكن بإمكاني إتمام المهام التي يجب أن أقوم بإنجازها.
ca: Alguna cosa no funciona bé però per ara puc seguir treballant per tal d'acabar de fer allò que necessito.
cy: Mae rhywbeth wedi mynd o’i le, ond fe alla i ddal i wneud yr hyn rydw i angen ei wneud.
de: Irgend etwas ist kaputt. Aber ich kann auch ohne das fertigstellen, was ich noch machen muss.
es_es: Algo no funciona pero puedo trabajar sin ello para terminar lo que necesito.
fi: Jotakin on rikki, mutta löydän tavan saada tehdyksi, mitä minun pitää saada tehdyksi.
fr_ca: Quelque chose ne fonctionne plus, mais je peux quand même réaliser ce que je dois faire.
ga: Tá rud éigin briste ach is féidir liom oibriú timpeall air chun an méid a theastaíonn uaim a dhéanamh.
hi: एक समस्या है, लेकिन काम को पूरा करने के लिए कोई समाधान निकाल लिया जाएगा।
id: Ada yang terputus tetapi bisa saya cari cara untuk mendapat apa yang saya butuhkan.
is: Eitthvað er í ólagi en ég get samt unnið í kringum það til að ljúka því sem ég þarf að ljúka.
it: Si è verificato un problema ma posso aggirarlo e fare ciò che devo.
ja: 何かが機能していないのですが、必要なことはそれを使わずに実行できます。
mi: Kua pakaru tētahi mea ēngari ka taea e ahau te mahi a tawhio noa ki a oti ai ngā mea e hiahia ana ahau.
ms: Sesuatu tidak kena tetapi saya masih boleh mengatasinya pada masa ini untuk melakukan perkara yang saya ingin lakukan.
nl: Er is iets gebroken, maar daar kan ik wel omheen werken om gedaan te krijgen wat ik wil.
pl: Coś się zepsuło ale jestem w stanie to obejść aby wykonać to czego potrzebuję.
pt_br: Alguma coisa não está funcionando, mas eu posso trabalhar em torno dela para conseguir fazer o que precisa ser feito.
ru: Что-то не работает, но я могу обойтись без этого, чтобы получить то, что мне нужно сделать.
sl: Nekaj ne deluje, a znam to rešiti, da dokončam, kar je treba.
th: มีบางอย่างไม่ถูกต้อง แต่ฉันสามารถแก้ไขได้
vi: Đã có vấn đề xảy ra nhưng tôi không tìm được cách khắc phục tạm thời để lấy thứ tôi cần.
zh: 系统出错了，但我可以解决它，并完成我所需要做的事。
zh_hk: 有些地方出現了問題，但我能繞過問題實現我的目的。

source: I can't get things done until I hear back from you.
ar: لا يمكنني القيام بأي شيء ما لم أحصل على رد منكم.
ca: No podré fer res fins que em respongueu.
cy: Alla i ddim bwrw ymlaen nes bydda i wedi cael ateb gennych chi.
de: Ich kann nicht weitermachen, bevor ich keine Antwort von euch habe.
es_es: No puedo hacer nada hasta que me contestéis.
fi: En saa asioita tehtyä, ennen kuin kuulen sinusta.
fr_ca: Je ne peux plus rien faire jusqu’à ce que vous me contactiez.
ga: Ní féidir liom rudaí a dhéanamh go dtí go gcloisim ar ais uait.
hi: जब तक आपसे प्रतिक्रिया नहीं मिल जाती, काम पूरा नहीं किया जा सकता।
id: Saya tidak bisa melakukan apa pun sampai saya mendapat info dari Anda.
is: Ég get ekkert gert fyrr en þú svarar mér.
it: Non riesco a terminare il lavoro finché non ricevo una tua risposta.
ja: 返事がくるまで何もできません。
mi: Kaore e taea e ahau te whakaoti ki a hoki rongo rānō ahau mai ia koe.
ms: Saya tidak dapat menyelesaikan perkara ini sehingga saya menerima maklum balas daripada anda.
nl: Ik kan pas iets voor je doen als je me antwoordt.
pl: Nie mogę nie zrobić dopóki się ze mną nie skontaktujesz.
pt_br: Eu não posso fazer as coisas até que eu receba uma resposta de vocês.
ru: Я не могу добиться своей цели, пока не услышу от вас ответа.
sl: Ne morem dokončati zadev, dokler ne prejmem vašega odziva.
th: ฉันไม่สามารถดำเนินการใด ๆ ได้จนกว่าจะได้รับการติดต่อกลับจากคุณ
vi: Tôi không làm được gì cho đến khi được nghe phản hồi từ bạn.
zh: 我无法把事情做好，直到我听到您回来。
zh_hk: 在收到您的回覆之前，我無法處理。
