Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*.arb
Languages: ar, ca, cy, de, es_es, fi, fr_ca, ga, hi, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, th, vi, zh, zh_hk

source: There was an error loading the summary details for this course.
ar: حدث خطأ أثناء تحميل تفاصيل الملخص لهذا المساق.
ca: S'ha produït un error en carregar els detalls de resum d'aquesta assignatura.
cy: Gwall wrth lwytho’r manylion cryno ar gyfer y cwrs hwn.
de: Beim Laden der Übersichtsdetails für diesen Kurs ist ein Fehler aufgetreten.
es_es: Ha habido un error al cargar los detalles del resumen de esta asignatura.
fi: Tämän kurssin yhteenvetotietojen lataamisessa ilmeni virhe.
fr_ca: Une erreur est survenue lors du chargement des détails de résumé de ce cours.
ga: Tharla earráid agus na sonraí achoimre don chúrsa seo á lódáil.
hi: इस पाठ्यक्रम के लिए संक्षिप्त विवरण लोड करने में त्रुटि हुई।
id: Terjadi kesalahan saat memuat detail rangkuman untuk kursus ini.
is: Villa varð við að sækja yfirlitsnámskeið fyrir þetta námskeið.
it: Si è verificato un errore durante il caricamento dei dettagli di riepilogo per questo corso.
ja: このコースのサマリー詳細のロード中にエラーが発生しました。
mi: He hapa i te wā e uta ana i ngā taipitopito whakarāpopotanga mo tēnei akoranga.
ms: Terdapat ralat untuk memuatkan butiran rumusan untuk kursus ini.
nl: Er is een fout opgetreden bij het laden van de samenvatting van deze cursus.
pl: Wystąpił problem z wczytaniem szczegółów podsumowania dla tego kursu.
pt_br: Houve um erro ao carregar os detalhes do resumo para este curso.
ru: Произошла ошибка при загрузке подробных сводных данных для этого курса.
sl: Prišlo je do napake pri nalaganju povzetka podrobnosti za ta predmet.
th: มีข้อผิดพลาดในการโหลดรายละเอียดสรุปสำหรับบทเรียนนี้
vi: Đã xảy ra lỗi khi tải chi tiết tóm tắt cho khóa học này.
zh: 加载此课程的摘要详情时发生错误。
zh_hk: 載入此課程的摘要詳細資料時發生錯誤。

source: No Summary
ar: لا يوجد ملخص
ca: Cap resum
cy: Dim Crynodeb
de: Keine Übersicht
es_es: No hay resumen
fi: Ei yhteenvetoa
fr_ca: Aucun résumé
ga: Níl Achoimre Ann
hi: कोई संक्षिप्त विवरण नहीं
id: Tidak Ada Rangkuman
is: Engin samantekt
it: Nessun riepilogo
ja: サマリーはありません
mi: Kaore he Whakarāpopototanga
ms: Tiada Rumusan
nl: Geen samenvatting
pl: Brak podsumowania
pt_br: Sem resumo
ru: Нет сводных данных
sl: Ni povzetka
th: ไม่มีข้อมูลสรุป
vi: Không Có Tóm Tắt
zh: 无摘要
zh_hk: 無摘要

source: This course does not have any assignments or calendar events yet.
ar: لا يحتوي هذا المساق على أي مهام أو أحداث بالتقويم حتى الآن.
ca: Aquesta assignatura encara no té cap activitat o esdeveniment al calendari.
cy: Does gan y cwrs hwn ddim aseiniadau neu ddigwyddiadau calendr eto.
de: Für diesen Kurs gibt es noch keine Aufgaben oder Kalenderereignisse.
es_es: Esta asignatura aún no tiene ninguna actividad ni eventos en el calendario.
fi: Kurssilla ei ole vielä tehtäviä tai kalenterin tehtäviä.
fr_ca: Ce cours n’a pas encore de tâches ou d’événements de calendrier.
ga: Níl aon tascanna ná imeachtaí féilire ag an gcúrsa seo fós.
hi: इस पाठ्यक्रम में अभी तक कोई असाइनमेंट या कैलेंडर घटना नहीं है।
id: Kursus in belum memiliki tugas atau acara kalender.
is: Þetta námskeið er ekki með nein verkefni eða dagatalsviðburði enn.
it: Questo corso non ha ancora alcun compito o eventi di calendario.
ja: このコースには、まだ課題またはカレンダーイベントがありません。
mi: Kaore he whakataunga mo tēnei akoranga ara maramataka tauwhainga rānei i tēnei wā.
ms: Kursus ini belum mempunyai apa-apa tugasan atau acara kalendar.
nl: Deze cursus heeft nog geen opdrachten of kalendergebeurtenissen.
pl: Ten kurs nie ma żadnych zadań ani wydarzeń w kalendarzu.
pt_br: Este curso ainda não tem quaisquer tarefas ou eventos de calendário.
ru: Этот курс пока что не имеет никаких заданий или календарных событий.
sl: Ta predmet še nima nalog ali koledarskih dogodkov.
th: บทเรียนนี้ไม่มีภารกิจหรือกิจกรรมในปฏิทินในตอนนี้
vi: Khóa học này chưa có bất kỳ bài tập hoặc sự kiện lịch nào.
zh: 此课程暂时没有任何作业或日历活动。
zh_hk: 此課程還沒有任何作業列表或行事曆。

# contentDescriptionScoreOutOfPointsPossible
source: {score} out of {pointsPossible} points
ar: {score} من إجمالي {pointsPossible} نقاط
ca: {score} de {pointsPossible} punts
cy: {score} allan o {pointsPossible} pwynt
de: {score} von {pointsPossible} Punkten
es_es: {score} de {pointsPossible} puntos
fi: {score}/{pointsPossible} pistettä
fr_ca: {score} de {pointsPossible} points
ga: {score} as {pointsPossible} pointí
hi: {pointsPossible} में से {score} पॉइंट्स
id: {score} dari {pointsPossible} poin
is: {score} af {pointsPossible} stigum
it: {score} su {pointsPossible} punti
ja: {pointsPossible} 点中 {score} 点
mi: {score} waho ō {pointsPossible} ngā koinga
ms: {score} daripada {pointsPossible} mata
nl: {score} van de {pointsPossible} punten
pl: {score} z {pointsPossible} pkt
pt_br: {score} de {pointsPossible} pontos
ru: {score} из {pointsPossible} баллов
sl: {score} od {pointsPossible} točk
th: {score} จา {pointsPossible} คะแนน
vi: {score} trên tổng số {pointsPossible} điểm thành phần
zh: 得分 {score}，总分 {pointsPossible}
zh_hk: 得分為 {score}，滿分為 {pointsPossible}

# gradesSubjectMessage
source: Regarding: {studentName}, Grades
ar: بخصوص: {studentName}، الدرجات
ca: Sobre: {studentName}, notes
cy: Ynghylch: {studentName}, Graddau
de: Betreffend: {studentName}, Noten
es_es: Asunto: {studentName}, notas
fi: Koskee: {studentName}, Arvosanat
fr_ca: En ce qui concerne : {studentName}, notes
ga: Maidir le: {studentName}, Marcanna
hi: इसके संबंध में: {studentName}, ग्रेड
id: Tentang: {studentName}, Nilai
is: Varðandi: {studentName}, Einkunnir
it: Su: {studentName}, Voti
ja: Re：{studentName}、評定
mi: E pā ana: {studentName}, Ngā Kōeke
ms: Berkenaan: {studentName}, Gred
nl: Betreffende: {studentName}, cijfers
pl: W odniesieniu do: {studentName}, oceny
pt_br: Sobre: {studentName}, Notas
ru: Касательно: {studentName}, оценки
sl: Zadeva: {studentName}, Ocene
th: เกี่ยวกับ: {studentName}, เกรด
vi: Về việc: {studentName}, Điểm
zh: 事由：{studentName}，评分
zh_hk: 關於：{studentName}，成績

# syllabusSubjectMessage
source: Regarding: {studentName}, Syllabus
ar: بخصوص: {studentName}، المخطط الدراسي
ca: Sobre: {studentName}, temari
cy: Ynghylch: {studentName}, Maes Llafur
de: Betreffend: {studentName}, Kursplan
es_es: Asunto: {studentName}, programa de la asignatura
fi: Koskee: {studentName}, Opinto-ohjelma
fr_ca: En ce qui concerne : {studentName}, plan de cours
ga: Maidir le: {studentName}, Siollabas
hi: इसके संबंध में: {studentName}, पाठ्यक्रम
id: Tentang: {studentName}, Silabus
is: Varðandi: {studentName}, Kennsluáætlun
it: Su: {studentName}, Syllabus
ja: Re：{studentName}、シラバス
mi: E pā ana: {studentName}, Marautanga
ms: Berkenaan: {studentName}, Silibus
nl: Betreffende: {studentName}, syllabus
pl: W odniesieniu do: {studentName}, program
pt_br: Sobre: {studentName}, Programa de estudos
ru: Касательно: {studentName}, содержание курса
sl: Zadeva: {studentName}, Učni načrt predmeta
th: เกี่ยวกับ: {studentName}, หลักสูตร
vi: Về việc: {studentName}, Chương Trình Học
zh: 事由：{studentName}，教学大纲
zh_hk: 關於：{studentName}，課程大綱

# frontPageSubjectMessage
source: Regarding: {studentName}, Front Page
ar: بخصوص: {studentName}، الصفحة الأمامية
ca: Sobre: {studentName}, pàgina frontal
cy: Ynghylch: {studentName}, Tudalen Flaen
de: Betreffend: {studentName}, Frontseite
es_es: Asunto: {studentName}, página de inicio
fi: Koskee: {studentName}, Etusivu
fr_ca: En ce qui concerne : {studentName}, page de couverture
ga: Maidir le: {studentName}, Leathanach Tosaigh
hi: इसके संबंध में: {studentName}, मुख पृष्ठ
id: Tentang: {studentName}, Halaman Depan
is: Varðandi: {studentName}, Forsíða
it: Su: {studentName}, Pagina iniziale
ja: Re：{studentName}、フロントページ
mi: E pā ana: {studentName}, Whārangi Mua
ms: Berkenaan: {studentName}, Halaman Depan
nl: Betreffende: {studentName}, voorpagina
pl: W odniesieniu do: {studentName}, pierwsza strona
pt_br: Sobre: {studentName}, Primeira página
ru: Касательно: {studentName}, первая страница
sl: Zadeva: {studentName}, Prva stran
th: เกี่ยวกับ: {studentName}, หน้าแรก
vi: Về việc: {studentName}, Trang Đầu
zh: 事由：{studentName}，首页
zh_hk: 關於：{studentName}，封面頁

# assignmentSubjectMessage
source: Regarding: {studentName}, Assignment - {assignmentName}
ar: بخصوص: {studentName}، المهمة - {assignmentName}
ca: Sobre: {studentName}, activitat - {assignmentName}
cy: Ynghylch: {studentName}, Aseiniad - {assignmentName}
de: Betreffend: {studentName}, Aufgabe – {assignmentName}
es_es: Asunto: {studentName}, actividad: {assignmentName}
fi: Koskee: {studentName}, Tehtävä - {assignmentName}
fr_ca: En ce qui concerne : {studentName}, tâche — {assignmentName}
ga: Maidir le: {studentName}, Tasc - {assignmentName}
hi: इसके संबंध में: {studentName}, असाइनमेंट - {assignmentName}
id: Tentang: {studentName}, Tugas - {assignmentName}
is: Varðandi: {studentName}, Verkefni - {assignmentName}
it: Su: {studentName}, Compito - {assignmentName}
ja: Re：{studentName}、課題 - {assignmentName}
mi: E pā ana: {studentName}, Whakataunga: {assignmentName}
ms: Berkenaan: {studentName}, Tugasan - {assignmentName}
nl: Betreffende: {studentName}, opdracht - {assignmentName}
pl: W odniesieniu do: {studentName}, zadanie - {assignmentName}
pt_br: Sobre: {studentName}, Tarefa - {assignmentName}
ru: Касательно: {studentName}, задание - {assignmentName}
sl: Zadeva: {studentName}, Naloga – {assignmentName}
th: เกี่ยวกับ: {studentName}, ภารกิจ - {assignmentName}
vi: Về việc: {studentName}, Bài Tập - {assignmentName}
zh: 事由：{studentName}，作业 - {assignmentName}
zh_hk: 關於：{studentName}，作業 - {assignmentName}

# eventSubjectMessage
source: Regarding: {studentName}, Event - {eventTitle}
ar: بخصوص: {studentName}، الحدث - {eventTitle}
ca: Sobre: {studentName}, esdeveniment - {eventTitle}
cy: Ynghylch: {studentName}, Digwyddiad - {eventTitle}
de: Betreffend: {studentName}, Ereignis – {eventTitle}
es_es: Asunto: {studentName}, evento: {eventTitle}
fi: Koskee: {studentName}, Tapahtuma - {eventTitle}
fr_ca: En ce qui concerne : {studentName}, événement — {eventTitle}
ga: Maidir le: {studentName}, Imeacht - {eventTitle}
hi: इसके संबंध में: {studentName}, घटना - {eventTitle}
id: Tentang: {studentName}, Acara - {eventTitle}
is: Varðandi: {studentName}, Viðburður - {eventTitle}
it: Su: {studentName}, Evento - {eventTitle}
ja: Re：{studentName}、イベント - {eventTitle}
mi: E pā ana: {studentName}, Tawhainga: {eventTitle}
ms: Berkenaan: {studentName}, Acara - {eventTitle}
nl: Betreffende: {studentName}, gebeurtenis - {eventTitle}
pl: W odniesieniu do: {studentName}, wydarzenie - {eventTitle}
pt_br: Sobre: {studentName}, Evento - {eventTitle}
ru: Касательно: {studentName}, событие - {eventTitle}
sl: Zadeva: {studentName}, Dogodek – {eventTitle}
th: เกี่ยวกับ: {studentName}, กิจกรรม - {eventTitle}
vi: Về việc: {studentName}, Sự Kiện - {eventTitle}
zh: 事由：{studentName}，活动 - {eventTitle}
zh_hk: 關於：{studentName}，活動 - {eventTitle}

source: There is no page information available.
ar: لا تتوفر أي صفحة معلومات.
ca: No hi ha informació disponible sobre la pàgina.
cy: Does dim gwybodaeth tudalen ar gael.
de: Es steht keine Seiteninformation zur Verfügung.
es_es: No hay información disponible de la página.
fi: Sivutietoja ei ole saatavilla.
fr_ca: Il n’y a aucune information de page disponible.
ga: Níl aon eolas leathanaigh ar fáil.
hi: पेज की कोई जानकारी उपलब्ध नहीं है।
id: Informasi halaman tidak tersedia.
is: Það eru engar síðuupplýsingar tiltækar.
it: Non ci sono informazioni pagina disponibili.
ja: 利用できるページ情報はありません。
mi: Kāore he mōhiohio whārangi e wātea ana.
ms: Tiada maklumat halaman tersedia.
nl: Er is geen pagina-informatie beschikbaar.
pl: Brak informacji o stronie.
pt_br: Não há informação da página disponível.
ru: Нет доступной информации о странице.
sl: Informacije o strani niso na voljo.
th: ไม่มีข้อมูลเพจ
vi: Không có thông tin trang nào có thể sử dụng.
zh: 没有可用的页面信息。
zh_hk: 沒有可用的頁面資訊。

source: Assignment Details
ar: تفاصيل المهمة
ca: Detalls de l'activitat
cy: Manylion Aseiniad
de: Aufgabendetails
es_es: Detalles de la actividad
fi: Tehtävän tiedot
fr_ca: Détails de la tâche
ga: Sonraí an Taisc
hi: असाइनमेंट विवरण
id: Detail Tugas
is: Upplýsingar um verkefni
it: Dettagli compiti
ja: 課題の詳細
mi: Taipitopito whakataunga
ms: Butiran Tugasan
nl: Opdrachtdetails
pl: Szczegóły zadania
pt_br: Detalhes da tarefa
ru: Сведения о задании
sl: Podrobnosti o nalogi
th: รายละเอียดภารกิจ
vi: Chi Tiết Bài Tập
zh: 作业详情
zh_hk: 作業詳細資料

# assignmentTotalPoints
source: {points} pts
ar: {points} من النقاط
ca: {points} punts
cy: {points} pwynt
de: {points} Pkte.
es_es: {points} puntos
fi: {points} pistettä
ga: {points} pte
hi: {points} पॉइंट्स
id: {points} poin
is: {points} punktar
it: {points} pt.
ja: {points} 点
mi: {points} ngā koinga
ms: {points} mata
nl: {points} punten
pl: {points} pkt
ru: {points} баллов
sl: {points} točk
th: {points} คะแนน
vi: {points} điểm
zh: {points} 分
zh_hk: {points} 分

# assignmentTotalPointsAccessible
source: {points} points
ar: {points} من النقاط
ca: {points} punts
cy: {points} pwynt
de: {points} Punkte
es_es: {points} puntos
fi: {points} pistettä
ga: {points} pointe
hi: {points} पॉइंट्स
id: {points} poin
is: {points} punktar
it: {points} punti
ja: {points} 点
mi: {points} ngā koinga
ms: {points} mata
nl: {points} punten
pl: {points} punkty
pt_br: {points} pontos
ru: {points} баллов
sl: {points} točk
th: {points} คะแนน
vi: {points} điểm
zh: {points} 分
zh_hk: {points} 分

source: Due
ar: الاستحقاق
ca: Data de lliurament
cy: Erbyn
de: Fällig
es_es: Fecha de entrega
fi: Määräpäivä
fr_ca: Échéance
ga: Dlite
hi: नियत
id: Batas
is: Skilafrestur
it: Scadenza
ja: 期限
mi: E tika ana
ms: Cukup tempoh
nl: Inleverdatum
pl: Termin
pt_br: Vencimento
ru: Срок
sl: Roki
th: ครบกำหนด
vi: Hạn
zh: 截止
zh_hk: 截止

source: Grade
ar: التقدير
ca: Nota
cy: Gradd
de: Note
es_es: Nota
fi: Arvosana
fr_ca: Note
ga: Marc
hi: ग्रेड
id: Kelas
is: Einkunn
it: Voto
ja: 評定
mi: Kōeke
ms: Gred
nl: Cijfer
pl: Ocena
pt_br: Avaliar
ru: Оценка
sl: Ocena
th: เกรด
vi: Lớp
zh: 评分
zh_hk: 評分

source: Locked
ar: مؤمّن
ca: Bloquejat
cy: Wedi Cloi
de: Gesperrt
es_es: Bloqueado
fi: Lukittu
fr_ca: Verrouillé
ga: Faoi ghlas
hi: लॉक किया गया
id: Terkunci
is: Læst
it: Bloccato
ja: ロックされています
mi: Kua rakaina
ms: Berkunci
nl: Vergrendeld
pl: Zablokowany
pt_br: Bloqueado(a)
ru: Заблокировано
sl: Zaklenjeno
th: ล็อคแล้ว
vi: Bị Khóa
zh: 已锁定
zh_hk: 已鎖定

# assignmentLockedModule
source: This assignment is locked by the module "{moduleName}".
ar: هذه المهمة مؤمّنة بسبب الوحدة المنطقية "{moduleName}".
ca: El contingut “{moduleName}” bloqueja aquesta activitat.
cy: Mae'r aseiniad hwn wedi'i gloi gan y modiwl "{moduleName}".
de: Diese Aufgabe wird durch das Modul „{moduleName}“ gesperrt.
es_es: Esta actividad está bloqueada por el contenido "{moduleName}".
fi: Tehtävä on lukittu moduulilla ”{moduleName}”.
fr_ca: Cette tâche est verrouillée par le module « {moduleName} ».
ga: Tá an tasc seo glasáilte ag an modúl "{moduleName}".
hi: यह असाइनमेंट "{moduleName}" मॉड्यूल द्वारा लॉक की गई है।
id: Tugas ini dikunci oleh modul "{moduleName}".
is: Verkefninu er læst af einingu "{moduleName}".
it: Questo compito è bloccato dal modulo "{moduleName}".
ja: この課題はモジュール "{moduleName}" によってロックされています。
mi: Kua rakaina tō whakataunga e te kōwai "{moduleName}".
ms: Tugasan ini dikunci oleh modul "{moduleName}".
nl: Deze opdracht wordt vergrendeld door de module "{moduleName}".
pl: To zadanie jest zablokowane przez moduł "{moduleName}".
pt_br: Esta tarefa está bloqueada pelo módulo "{moduleName}".
ru: Это задание заблокировано модулем "{moduleName}".
sl: To nalogo je zaklenil modul »{moduleName}«.
th: ภารกิจนี้ถูกล็อคโดยหน่วยการเรียน “{moduleName}”
vi: Bài tập này bị khóa bởi học phần "{moduleName}".
zh: 此作业已被模块“{moduleName}”锁定。
zh_hk: 此作業由單元 "{moduleName}" 鎖定。

source: Remind Me
ar: ذكرني
ca: Recorda-m'ho
cy: Fy Atgoffa
de: Erinnerung
es_es: Recordármelo
fi: Muistuta minua
fr_ca: Me rappeler
ga: Cuir i gcuimhne dom
hi: मुझे याद दिलाएं
id: Ingatkan Saya
is: Minntu mig á
it: Promemoria
ja: リマインドする
mi: Whakamaumahara mai ki au
ms: Ingatkan Saya
nl: Stuur me een herinnering
pl: Przypomnij mi
pt_br: Lembrar-me
ru: Напомнить
sl: Opomni me
th: เตือนฉัน
vi: Nhắc Tôi
zh: 提醒我
zh_hk: 提醒我

source: Set a date and time to be notified of this specific assignment.
ar: تعيين تاريخ ووقت للإعلام بهذه المهمة المحددة.
ca: Establiu una data i hora per rebre una notificació sobre aquesta activitat concreta.
cy: Gosod dyddiad ac amser i gael eich atgoffa am yr aseiniad penodol hwn.
de: Datum und Uhrzeit für die Benachrichtigung über diese spezifische Aufgabe einstellen.
es_es: Establecer una fecha y un horario para que se me notifique esta actividad específica.
fi: Määritä päivämäärä ja aika, jolloin sinulle ilmoitetaan tästä määrätystä tehtävästä.
fr_ca: Définissez une date et une heure afin d’être averti de cette tâche spécifique.
ga: Socraigh dáta agus am le bheith curtha ar an eolas faoin tasc ar leith seo.
hi: इस विशिष्ट असाइनमेंट की सूचना पाने के लिए कोई तिथि और समय निर्धारित करें।
id: Atur tanggal dan waktu untuk diberi tahu tugas spesifik ini.
is: Stilltu inn dagsetningu og tíma til að fá áminningu um þetta tiltekna verkefni.
it: Imposta una data e un’ora per ricevere la notifica su questo compito specifico.
ja: この特定の課題について通知を受ける日付と時間を設定します。
mi: Whakatau he rā me te wā hei whakamōhiotia mo tēnei whakataunga ake.
ms: Tetapkan tarikh dan masa untuk diberitahu mengenai tugasan khusus ini.
nl: Stel een datum en tijd in waarop je een melding wilt krijgen voor deze specifieke opdracht.
pl: Ustaw datę i godzinę powiadomienia dla tego zadania.
pt_br: Definir uma data e hora para ser notificado sobre esta tarefa específica.
ru: Задать дату и время уведомления об этом конкретном задании.
sl: Nastavite datum in čas obvestila o tej določeni nalogi.
th: กำหนดวันที่และเวลาที่จะรับการแจ้งเตือนสำหรับภารกิจเฉพาะนี้
vi: Cài đặt ngày và giờ để được thông báo về bài tập cụ thể này.
zh: 设定通知此特定作业的日期和时间。
zh_hk: 設定通知此指定作業的日期和時間。

source: You will be notified about this assignment on…
ar: سيتم إعلامك بهذه المهمة في...
ca: Rebreu una notificació sobre aquesta activitat el...
cy: Byddwch chi’n cael eich hysbysu am yr aseiniad hwn ar...
de: Sie werden über diese Aufgabe benachrichtigt am …
es_es: Se te notificará acerca de esta actividad el...
fi: Saat ilmoituksen tästä tehtävästä...
fr_ca: Vous serez informé de cette tâche le…
ga: Cuirfear ar an eolas thú faoin tasc seo ar…
hi: आपको इस असाइनमेंट के बारे में सूचित किया जाएगा...
id: Anda akan diberi tahu tentang tugas ini pada…
is: Þú færð áminningu um þetta verkefni þann…
it: Riceverai una notifica su questo compito il…
ja: …にこの課題に関する通知を受けます。
mi: Ka whakamōhiotia koe mo tēnei whakataunga i runga i...
ms: Anda akan diberitahu mengenai tugasan ini pada...
nl: Je krijgt een melding over deze opdracht op…
pl: Otrzymasz powiadomienie o tym zadaniu w dniu...
pt_br: Você será notificado sobre esta tarefa em...
ru: Вы будете уведомлены об этом задании…
sl: O tej nalogi boste obveščeni dne ...
th: คุณจะได้รับแจ้งเกี่ยวกับภารกิจใน....
vi: Bạn sẽ được thông báo về bài tập này vào...
zh: 您将在...收到有关此作业的通知
zh_hk: 將在以下時間通知您關於此作業…

source: Instructions
ar: الإرشادات
ca: Instruccions
cy: Cyfarwyddiadau
de: Anleitungen
es_es: Instrucciones
fi: Ohjeet
ga: Treoracha
hi: निर्देश
id: Petunjuk
is: Fyrirmæli
it: Istruzioni
ja: 指示
mi: Ngā Tohutohu
ms: Arahan
nl: Instructies
pl: Instrukcje
pt_br: Instruções
ru: Инструкции
sl: Navodila
th: คำแนะนำ
vi: Chỉ Dẫn
zh: 说明
zh_hk: 教學

source: Send a message about this assignment
ar: إرسال رسالة حول هذه المهمة
ca: Envia un missatge sobre aquesta activitat
cy: Anfon neges am yr aseiniad hwn
de: Nachricht über diese Aufgabe senden
es_es: Enviar un mensaje acerca de esta actividad
fi: Lähetä viesti tästä tehtävästä
fr_ca: Envoyer un message à propos de cette tâche
ga: Seol teachtaireacht faoin tasc seo
hi: इस असाइनमेंट के बारे में संदेश भेजें
id: Kirim pesan tentang tugas ini
is: Sendu skilaboð um þetta verkefni
it: Invia un messaggio su questo compito
ja: この課題についてメッセージを送信する
mi: Tukuna he karere mō tēnei whakataunga
ms: Hantar mesej mengenai tugasan ini
nl: Een bericht over deze opdracht verzenden
pl: Wyślij wiadomość o tym zadaniu
pt_br: Enviar uma mensagem sobre esta tarefa
ru: Отправить сообщение об этом задании
sl: Pošlji sporočilo o tej nalogi
th: ส่งข้อความเกี่ยวกับภารกิจนี้
vi: Gửi tin nhắn về bài tập này
zh: 发送有关此作业的消息
zh_hk: 傳送與此作業有關的訊息

source: This app is not authorized for use.
ar: هذا التطبيق غير مخول للاستخدام.
ca: Aquesta aplicació no té autorització perquè s'utilitzi.
cy: Dydi’r ap hwn ddim wedi’i awdurdodi i’w ddefnyddio.
de: Keine Autorisierung, um diese App zu verwenden.
es_es: Esta aplicación no está autorizada para su uso.
fi: Tätä sovellusta ei ole valtuutettu käyttöön.
fr_ca: Cette application n’est pas autorisée à l’utilisation.
ga: Níl an aip seo údaraithe le húsáid.
hi: यह ऐप उपयोग के लिए अधिकृत नहीं है।
id: Aplikasi ini tidak diizinkan untuk digunakan.
is: Þetta app er ekki heimilt til notkunar.
it: Questa app non è autorizzata per l’uso.
ja: このアプリは使用を許可されていません。
mi: Kaore e mana tēnei taupānga ki te whakamahi.
ms: Penggunaan apl ini tidak dibenarkan.
nl: Deze app mag niet gebruikt worden.
pl: Ta aplikacja nie jest dopuszczona do użytku.
pt_br: Este aplicativo não é autorizado para uso.
ru: Это приложение не авторизовано для использования.
sl: Te aplikacije ni dovoljeno uporabljati.
th: แอพนี้ไม่ได้รับอนุญาตให้ใช้งาน
vi: Ứng dụng này chưa được cấp phép sử dụng.
zh: 此程序没有被授权使用。
zh_hk: 該 app 程式未獲得使用權限。

source: The server you entered is not authorized for this app.
ar: الخادم الذي أدخلته غير مخول لهذا التطبيق.
ca: El servidor que heu introduït no té autorització per a aquesta aplicació.
cy: Dydy’r gweinydd rydych chi wedi'i roi ddim wedi’i awdurdodi ar gyfer yr ap hwn.
de: Der Server, den Sie eingegeben haben, hat keine Berechtigung für diese App.
es_es: El servidor introducido no está autorizado para esta aplicación.
fi: Syöttämääsi palvelinta ei ole valtuutettu tälle sovellukselle.
fr_ca: Le serveur que vous avez saisi n’est pas autorisé pour cette application.
ga: Níl an freastalaí a d'iontráil tú údaraithe don aip seo.
hi: आपके द्वारा दर्ज किया गया सर्वर इस ऐप के लिए अधिकृत नहीं है।
id: Server yang Anda masukkan tidak diizinkan untuk aplikasi ini.
is: Miðillinn sem þú settir inn er ekki heimill fyrir þetta app.
it: Il server in cui sei entrato non è autorizzato per questa app.
ja: 入力されたサーバーは、このアプリ用に許可されていません。
mi: E kore te tūmau kua whakauru koe te mana mo tenei taupānga.
ms: Pelayan yang anda masukkan tidak dibenarkan untuk apl ini.
nl: De server die je hebt ingevoerd, is niet gemachtigd voor deze app.
pl: Wybrany serwer nie ma uprawnień dla tej aplikacji.
pt_br: O servidor que você digitou não está autorizado para este aplicativo.
ru: Введенный сервер не авторизован для этого приложения.
sl: Strežnik, ki ste ga vnesli, nima pooblastila za to aplikacijo.
th: เซิร์ฟเวอร์ที่คุณกรอกไม่ได้รับอนุญาตสำหรับแอพนี้
vi: Máy chủ bạn đã nhập chưa được cấp phép sử dụng cho ứng dụng này.
zh: 您输入的服务器没有授权此应用程序。
zh_hk: 您輸入的伺服器未獲得使用該應用程式的授權。
