Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*.arb
Languages: ar, ca, cy, de, es_es, fi, fr_ca, ga, hi, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, th, vi, zh, zh_hk

source: The student you are trying to add belongs to a different school. Log in or create an account with that school to scan this code.
ar: الطالب الذي تحاول إضافته يتبع مدرسة مختلفة. سجّل الدخول أو أنشئ حساباً في هذه المدرسة لمسح هذا الرمز.
ca: L'estudiant que esteu provant d'afegir pertany a una altra escola. Inicieu la sessió o creeu un usuari amb aquesta escola per escanejar aquest codi.
cy: Mae’r myfyriwr rydych chi’n ceisio ei ychwanegu’n perthyn i ysgol arall. Rhaid i chi fewngofnodi neu greu cyfrif gyda’r ysgol honno i sganio’r cod hwn.
de: Die/der Studierende*r, die/den Sie hinzufügen möchten, gehört zu einer anderen Schule. Melden Sie sich an oder erstellen Sie ein Konto bei dieser Einrichtung, um diesen Code zu scannen.
es_es: El estudiante que está intentando añadir pertenece a una escuela diferente. Inicia sesión o crea una cuenta con esa escuela para escanear el código.
fi: Opiskelija, jota yrität lisätä, kuuluu toiseen kouluun! Kirjaudu sisään tai luo tili kyseisen koulun kanssa skannataksesi tämä koodi.
fr_ca: L’étudiant que vous tentez d’ajouter appartient à une autre école. Connectez-vous ou créez un compte auprès de cette école pour scanner ce code.
ga: Is le scoil eile é an mac léinn seo a bhfuil tú ag iarraidh a chur leis. Logáil isteach nó cruthaigh cuntas leis an scoil sin chun an cód seo a scanadh.
hi: जिस छात्र को आप जोड़ने का प्रयास कर रहे हैं वह एक अलग स्कूल से है। इस कोड को स्कैन करने के लिए लॉग इन करें या उस स्कूल में खाता बनाएं।
id: Siswa yang Anda coba tambah ada di sekolah lain. Masuk atau buat akun dengan sekolah itu untuk memindai kode ini.
is: Nemandinn sem þú ert að reyna að bæta við tilheyrir öðrum skóla. Skráðu þig inn eða búðu til reikning með þeim skóla til að skanna þennan kóða.
it: Lo studente che stai cercando di aggiungere fa parte di un'altra scuola. Per scansionare il codice, accedi o crea un account per quella scuola.
ja: 追加しようとしている受講者は、別の学校に所属しています。このコードをスキャンするには、その学校にログインするかアカウントを作成してください。
mi: Ko te akonga e ngana ana koe ki te tāpiri nō tētahi kura rerekē. Whakauru ara hanga rānei he pūkete me tēra kura ki te matawai ki tēnei waehere.
ms: Pelajar yang anda cuba tambah tergolong dalam sekolah yang berbeza. Log masuk atau cipta akuan dengan sekolah tersebut untuk mengimbas kod ini.
nl: De cursist die je probeert toe te voegen behoort tot een andere school. Log in of maak een account aan bij die school om deze code te scannen.
pl: Uczestnik, którego próbujesz dodać, należy do innej szkoły. Aby zeskanować ten kod, zaloguj się lub utwórz konto powiązane z tą szkołą.
pt_br: O aluno que você está tentando adicionar pertence a uma escola diferente. Faça login ou crie uma conta nessa escola para escanear esse código.
ru: Студент, которого вы пытаетесь добавить, относится к другому факультету. Выполните вход или создайте учетную запись на этом факультете, чтобы отсканировать этот код.
sl: Študent, ki ga poskušate dodati, spada v drugo šolo. Prijavite se ali ustvarite račun pri tej šoli, če želite odčitati to kodo.
th: ผู้เรียนที่คุณพยายามเพิ่มเป็นของสถานศึกษาอื่น ล็อกอินหรือจัดทำบัญชีผู้ใช้กับทางสถานศึกษาดังกล่าวเพื่อสแกนรหัสนี้
vi: Sinh viên bạn đang cố thêm vào thuộc về trường khác. Hãy đăng nhập hoặc tạo tài khoản với trường đó để quét mã này.
zh: 您尝试添加的学生属于不同的学校。使用该学校的帐户登录或创建帐户以扫描此二维码。
zh_hk: 您嘗試添加的學生屬於另一所學校。請登入至該學校或在該學校創建帳戶以掃描此 QR 碼。

source: Camera Permission
ar: إذن الكاميرا
ca: Permís per a la càmera
cy: Hawl Camera
de: Kameraberechtigung
es_es: Permiso de la cámara
fi: Kameran käyttöoikeudet
fr_ca: Autorisation de caméra
ga: Cead Ceamara
hi: कैमरा अनुमति
id: Izin Kamera
is: Heimild fyrir myndavél
it: Autorizzazione della fotocamera
ja: カメラ許可
mi: Kāmera Whakaaetanga
ms: Keizinan Kamera
nl: Cameramachtiging
pl: Uprawnienia kamery
pt_br: Permissão para câmera
ru: Разрешение для камеры
sl: Dovoljenje za uporabo kamere
th: สิทธิ์ใช้งานกล้อง
vi: Cho Phép Camera
zh: 相机权限
zh_hk: 攝影機權限

source: This will unpair and remove all enrollments for this student from your account.
ar: سيؤدي هذا إلى إلغاء الإقران وإزالة جميع التسجيلات لهذا الطالب من حسابك.
ca: Amb aquesta acció es cancel·larà l’emparellament i se suprimiran del vostre usuari totes les inscripcions per a aquest estudiant.
cy: Bydd hyn yn dadbaru ac yn tynnu’r holl ymrestriadau ar gyfer y myfyriwr hwn o’ch cyfrif.
de: Dadurch werden alle Pairings für Einschreibungen für diese/n Studierende*n aufgehoben und die Einschreibungen werden von Ihrem Konto entfernt.
es_es: Esto deshará el emparejamiento y eliminará todas las inscripciones de este estudiante en tu cuenta.
fi: Tämä kumoaa parinmuodostuksen ja poistaa kaikki rekisteröitymiset tällel opiskelijalle tililtäsi.
fr_ca: Cela éliminera le jumelage et supprimera toutes les inscriptions de cet étudiant de votre compte.
ga: Déanfaidh sé seo na rolluithe ar fad don mhac léinn seo a dhíphéireáil agus a bhaint de do chuntas.
hi: इस तरह से आपके खाते से इस छात्र के सभी नामांकन अनपेयर हो जाएंगे और निकाल दिए जाएंगे।
id: Ini akan menghapus pairing dan menghapus semua pendaftaran untuk siswa ini dari akun Anda.
is: Þetta mun aftengja og fjarlægja allar skráningar fyrir þennan nemanda af reikningnum þínum.
it: Quest’azione disassocierà e rimuoverà tutte le iscrizioni per questo studente dal tuo account.
ja: これにより、この受講者の登録がすべて解除され、アカウントから削除されます。
mi: Ka kore hono tēnei ara ka tango ngā whakaurunga mo tēnei ākonga mai i tō pūkete.
ms: Tindakan ini akan menyahpasang dan mengalih kelaur semua pendaftaran untuk pelajar ini daripada akaun anda.
nl: Dit zal alle inschrijvingen voor deze cursist van jouw account ontkoppelen en verwijderen.
pl: Spowoduje to usunięcie parowania i wszystkich zapisów uczestnika z konta.
pt_br: Isso desemparelhará e removerá todas as matrículas desse aluno da sua conta.
ru: Это приведет к отключению и удалению всех зачислений для этого студента из вашей учетной записи.
sl: Ta možnost bo odstranila seznanitev in vse vpise za študenta v vašem računu.
th: นี่เป็นการเลิกการเข้าคู่และลบการลงทะเบียนทั้งหมดสำหรับผู้เรียนนี้จากบัญชีของคุณ
vi: Thao tác này sẽ bỏ ghép cặp và gỡ toàn bộ lượt ghi danh của sinh viên này ra khỏi tài khoản của bạn.
zh: 这样做将取消配对并从您的帐户中移除该学生的所有注册。
zh_hk: 此操作將取消配對並從您的帳戶中移除所有此學生的註冊資料。

source: There was a problem removing this student from your account. Please check your connection and try again.
ar: حدثت مشكلة في إزالة هذا الطالب من حسابك. يرجى التحقق من الاتصال وإعادة المحاولة.
ca: S’ha produït un problema en suprimir aquest estudiant del vostre usuari. Reviseu la connexió i torneu-ho a provar.
cy: Roedd problem wrth dynnu’r myfyriwr hwn o’ch cyfrif. Gwiriwch eich cysylltiad a rhowch gynnig arall arni.
de: Beim Entfernen der/des Studierenden aus Ihrem Konto ist ein Problem aufgetreten. Bitte überprüfen Sie Ihre Verbindung, und versuchen Sie es erneut.
es_es: Ha habido un problema al eliminar a este estudiante de tu cuenta. Comprueba tu conexión y vuelve a intentarlo.
fi: Ilmeni ongelma tämän opiskelijan siirtämisessä tililtäsi. Tarkasta yhteytesi ja yritä uudelleen.
fr_ca: Un problème est survenu lors du retrait de cet étudiant de votre compte. Veuillez vérifier votre connexion et réessayer.
ga: Bhí fadhb ann an mac léinn seo a bhaint de do chuntas. Seiceáil do cheangal agus bain triail eile as.
hi: इस छात्र को आपके खाते से निकालने में समस्या हुई। कृपया अपने कनेक्शन की जांच करें और फिर से कोशिश करें।
id: Ada masalah saat menghapus siswa ini dari akun Anda. Silakan periksa sambungan internet Anda dan coba lagi.
is: Upp kom vandamál við að fjarlægja þennan nemanda af reikningnum þínum. Athugaðu tengingu þína og reyndu aftur.
it: Si è verificato un problema durante la rimozione di questo studente dall’account. Verifica la connessione e riprova.
ja: この受講者をアカウントから削除する際に問題が発生しました。接続を確認して、もう一度お試しください。
mi: He raruraru i te wā e tango ana i tēnei ākonga mai i tō pūkete. Tēnā koa tirohia tō hononga ana ka tarai anō.
ms: Terdapat masalah untuk mengeluarkan pelajar ini daripada akaun anda. Sila semak sambungan anda dan cuba semula.
nl: Er is een probleem met het verwijderen van deze cursist uit je account. Controleer je verbinding en probeer het opnieuw.
pl: Wystąpił błąd podczas usuwania tego uczestnika z konta. Sprawdź połączenie i spróbuj ponownie.
pt_br: Ocorreu um problema ao remover este aluno da sua conta. Verifique a sua conexão e tente novamente.
ru: Возникла проблема при удалении этого студента из вашей учетной записи. Проверьте подключение и попробуйте еще раз.
sl: Prišlo je do težave pri odstranjevanju tega študenta iz računa. Preverite svojo povezavo in poskusite znova.
th: มีปัญหาในการลบผู้เรียนนี้จากบัญชีของคุณ กรุณาตรวจสอบการเชื่อมต่อของคุณและลองใหม่อีกครั้ง
vi: Đã xảy ra vấn đề khi gỡ sinh viên này khỏi tài khoản của bạn. Vui lòng kiểm tra kết nối của bạn rồi thử lại.
zh: 从帐户中移除该学生时发生错误。请检查您的连接，然后再试一次。
zh_hk: 從帳戶中移除此學生時發生問題。請檢查您的連接然後重試。

source: Cancel
ar: إلغاء
ca: Cancel·la
cy: Canslo
de: Abbrechen
es_es: Cancelar
fi: Peruuta
fr_ca: Annuler
ga: Cealaigh
hi: रद्द करें
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
mi: Whakakore
ms: Batal
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
sl: Prekliči
th: ยกเลิก
vi: Hủy
zh: 取消
zh_hk: 取消

source: Next
ar: التالي
ca: Següent
cy: Nesaf
de: Weiter
es_es: Siguiente
fi: Seuraava
fr_ca: Suivant
ga: Ar aghaidh
hi: अगला
id: Berikutnya
is: Næsti
it: Successivo
ja: 次へ
mi: E haere ake nei
ms: Seterusnya
nl: Volgende
pl: Następny
pt_br: Seguinte
ru: Далее
sl: Naprej
th: ถัดไป
vi: Tiếp
zh: 下一步
zh_hk: 下一個

source: OK
ar: موافق
ca: D'acord
cy: Iawn
es_es: Aceptar
ga: CGL
hi: ठीक है
is: Í lagi
mi: Ae
sl: V redu
zh: 确定
zh_hk: 確定

source: Yes
ar: نعم
ca: Sí
cy: Iawn
de: Ja
es_es: Sí
fi: Kyllä
fr_ca: Oui
ga: Tá
hi: हां
id: Ya
is: Já
it: Sì
ja: はい
mi: Ae
ms: Ya
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sl: Da
th: ใช่
vi: Có
zh: 是
zh_hk: 是

source: No
ar: لا
cy: Na
de: Nein
fi: Ei
fr_ca: Non
ga: Níl
hi: नहीं
id: Tidak
is: Nei
ja: いいえ
mi: Kahore
ms: Tidak
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
sl: Ne
th: ไม่
vi: Không
zh: 否
zh_hk: 否

source: Retry
ar: إعادة المحاولة
ca: Torna-ho a provar
cy: Ailgynnig
de: Erneut versuchen
es_es: Reintentar
fi: Yritä uudelleen
fr_ca: Réessayer
ga: Bain triail eile as
hi: पुन: प्रयास करें
id: Coba lagi
is: Reyna aftur
it: Riprova
ja: 再試行
mi: Ngana anō
ms: Cuba semula
nl: Opnieuw proberen
pl: Ponów próbę
pt_br: Tentar novamente
ru: Повторить
sl: Ponovno poskusi
th: ลองใหม่
vi: Thử Lại
zh: 重试
zh_hk: 重試

source: Delete
ar: حذف
ca: Suprimeix
cy: Dileu
de: Löschen
es_es: Eliminar
fi: Poista
fr_ca: Supprimer
ga: Scrios
hi: मिटाएं
id: Hapus
is: Eyða
it: Elimina
ja: 削除
mi: Muku
ms: Padam
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
sl: Odstrani
th: ลบ
vi: Xóa
zh: 删除
zh_hk: 刪除

source: Done
ar: تم
ca: Fet
cy: Wedi gorffen
de: Fertig
es_es: Hecho
fi: Valmis
fr_ca: Terminé
ga: Déanta
hi: हो गया
id: Selesai
is: Lokið
it: Fatto
ja: 終了
mi: Kua mahia
ms: Siap
nl: Gereed
pl: Gotowe
pt_br: Feito
ru: Готово
sl: Dokončano
th: เสร็จสิ้น
vi: Đã xong
zh: 完成
zh_hk: 已完成

source: Refresh
ar: تحديث
ca: Actualitza
cy: Adnewyddu
de: Aktualisieren
es_es: Actualizar
fi: Päivitä
fr_ca: Actualiser
ga: Athnuaigh
hi: रीफ़्रेश करें
id: Segarkan Ulang
is: Glæða
it: Aggiorna
ja: 更新
mi: Whakahouhia
ms: Segar semula
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
sl: Osveži
th: รีเฟรช
vi: Làm Mới
zh: 刷新
zh_hk: 重新整理

source: View Description
ar: وصف طريقة عرض
ca: Mostra la descripció
cy: Gweld Disgrifiad
de: Beschreibung anzeigen
es_es: Ver descripción
fi: Näytä kuvaus
fr_ca: Voir la description
ga: Féach ar Chur síos
hi: विवरण देखें
id: Lihat Deskripsi
is: Skoða lýsingu
it: Visualizza descrizione
ja: 説明を表示
mi: Tirohia te whakāturanga
ms: Lihat Penerangan
nl: Beschrijving bekijken
pl: Wyświetl opis
pt_br: Ver descrição
ru: Просмотреть описание
sl: Prikaz opisa
th: ดูรายละเอียด
vi: Xem Mô Tả
zh: 查看说明
zh_hk: 檢視描述

source: expanded
ar: تم التوسيع
ca: desplegat
cy: wedi ehangu
de: erweitert
es_es: expandido
fi: laajennettu
fr_ca: développé
ga: leathnaithe
hi: बढ़ाया गया
id: diperbesar
is: víkkað
it: esteso
ja: 拡大
mi: whakawhānui
ms: dikembangkan
nl: uitgevouwen
pl: rozwinięte
pt_br: expandido
ru: в развернутом виде
sl: razširjeno
th: ขยายแล้ว
vi: đã mở rộng
zh: 展开
zh_hk: 展開

source: collapsed
ar: تم الطي
ca: reduït
cy: wedi crebachu
de: reduziert
es_es: colapsado
fi: kutistettu
fr_ca: réduit
ga: leacaithe
hi: संक्षिप्त किया गया
id: diperkecil
is: fellt saman
it: compresso
ja: 折りたたみ
mi: hinga
ms: dikuncupkan
nl: samengevouwen
pl: zwinięte
pt_br: recolhido
ru: в свернутом виде
sl: strnjeno
th: ย่อแล้ว
vi: đã thu gọn
zh: 折叠
zh_hk: 收起

source: An unexpected error occurred
ar: حدث خطأ غير متوقع
ca: S'ha produït un error inesperat
cy: Gwall annisgwyl
de: Es ist ein unerwarteter Fehler aufgetreten
es_es: Ha habido un error inesperado
fi: Ilmeni odottamaton virhe
fr_ca: Une erreur inattendue s’est produite
ga: Tharla earráid gan choinne
hi: एक अप्रत्याशित त्रुटि हुई
id: Terjadi kesalahan yang tidak terduga
is: Óvænt villa kom upp
it: Si verificato un errore imprevisto
ja: 予期しないエラーが発生しました
mi: He hapa ohorere i puta
ms: Ralat tidak dijangka berlaku
nl: Er heeft zich een onverwachte fout voorgedaan
pl: Wystąpił nieoczekiwany błąd
pt_br: Ocorreu um erro inesperado
ru: Произошла непредвиденная ошибка
sl: Prišlo je do nepričakovane napake
th: เกิดข้อผิดพลาดที่ไม่คาดคิด
vi: Đã xảy ra lỗi không lường trước
zh: 一个意料之外的错误发生了。
zh_hk: 出現意外錯誤

source: No description
ar: بلا وصف
ca: Sense descripció
cy: Dim disgrifiad
de: Keine Beschreibung
es_es: Sin descripción
fi: Ei kuvausta
fr_ca: Aucune description
ga: Gan cuir síos
hi: कोई विवरण नहीं
id: Tanpa deskripsi
is: Engin lýsing
it: Nessuna descrizione
ja: 説明なし
mi: Kāore he whakaahuatanga
ms: Tiada penerangan
nl: Geen beschrijving
pl: Brak opisu
pt_br: Sem descrição
ru: Описание отсутствует
sl: Brez opisa
th: ไม่มีรายละเอียด
vi: Không có mô tả
zh: 无描述
zh_hk: 沒有說明

source: Launch External Tool
ar: تشغيل الأداة الخارجية
ca: Inicieu l'eina externa
cy: Lansio Adnodd Allanol
de: Externes Tool starten
es_es: Iniciar la herramienta externa
fi: Käynnistä ulkoinen työkalu
fr_ca: Lancer l’outil externe
ga: Seol Uirlis Sheachtrach
hi: बाहरी उपकरण लॉन्च करें
id: Luncurkan Alat Eksternal
is: Nota ytra verkfæri
it: Avvia strumento esterno
ja: 外部ツールを起動する
mi: Neke Taputapu Waho
ms: Lancarkan Alat Luar
nl: Extern hulpmiddel lanceren
pl: Uruchom narzędzie zewnętrzne
pt_br: Executar ferramenta externa
ru: Запуск внешнего инструмента
sl: Zaženi zunanje orodje
th: เรียกใช้ชุดเครื่องมือจากภายนอก
vi: Khởi Chạy Công Cụ Ngoài
zh: 启动外部工具
zh_hk: 啟動外部工具

source: Interactions on this page are limited by your institution.
ar: التفاعلات الموجودة في هذه الصفحة مقيدة بمؤسستك.
ca: La vostra institució ha limitat les interaccions en aquesta pàgina.
cy: Mae achosion o ryngweithio ar y dudalen hon wedi’u cyfyngu gan eich sefydliad.
de: Interaktionen auf dieser Seite sind durch ihre Institution eingeschränkt.
es_es: Las interacciones en esta página están limitadas por tu institución.
fi: Vuorovaikutukset on rajoitettu tällä sivulla laitoksesi puolesta.
fr_ca: Les interactions sur cette page sont limitées par votre institution.
ga: Tá idirghníomhaíochtaí ar an leathanach seo teoranta ag d'institiúid.
hi: इस पेज पर बातचीत आपके संस्थान द्वारा सीमित हैं।
id: Interaksi di halaman ini dibatasi oleh institusi Anda.
is: Samskipti á þessari síðu eru takmörkuð af stofnun þinni.
it: Le interazioni su questa pagina sono limitate dal tuo istituto.
ja: このページでのやり取りは、学校によって制限されています。
mi: Ngā whakapā i runga i tēnei whārangi ka aukatitia e tō wharenōhanga.
ms: Interaksi pada halaman ini dihadkan oleh institusi anda.
nl: Interacties op deze pagina zijn beperkt door je organisatie.
pl: Interakcje na tej stronie zostały ograniczone przez Twoją instytucje.
pt_br: Interações nesta página são limitadas pela sua instituição.
ru: Взаимодействие на этой странице ограничено вашей организацией.
sl: Interakcije na tej strani omejuje vaša ustanova.
th: การโต้ตอบในหน้าเพจนี้จำกัดไว้สำหรับสถาบันของคุณเท่านั้น
vi: Tương tác trên trang này bị giới hạn bởi tổ chức của bạn.
zh: 在此页面上的互动被您的机构限制。
zh_hk: 本頁面的互動受您所在機構的限制。

source: {date} at {time}
ar: {date} في {time}
ca: {date} a les {time}
de: Am {date} um {time}
es_es: {date} a las {time}
fi: {date} kohteessa {time}
fr_ca: {date} à {time}
ga: {date} ag {time}
hi: {time} पर {date}
id: {date} di {time}
is: {date} klukkan {time}
it: Il {date} alle {time}
ja: {date}、{time}
mi: {date} ī {time}
ms: {date} di {time}
nl: {date} om {time}
pl: {date} o {time}
pt_br: {date} às {time}
ru: {date} в {time}
sl: {date} ob {time}
th: {date} ที่ {time}
vi: {date} vào {time}
zh: {date}，时间 {time}
zh_hk: 日期 {date}，時間 {time}

source: Due {date} at {time}
ar: تاريخ الاستحقاق {date} في {time}
ca: Venç el {date} a les {time}
cy: Erbyn {date} am {time}
de: Fällig am {date} um {time}
es_es: Fecha de entrega el {date} a las {time}
fi: Määräpäivä {date} kohteessa {time}
fr_ca: Dû le {date} à {time}
ga: Dlite {date} ag {time}
hi: {date} को {time} बजे नियत
id: Batas waktu {date} pada {time}
is: Skiladagur {date} þann {time}
it: Scade il {date} alle {time}
ja: {date}、{time} 期限
mi: Rā tika {date} ī {time}
ms: Cukup tempoh {date} pada {time}
nl: In te leveren op {date} om {time}
pl: Termin {date} o {time}
pt_br: Para ser entregue em {date} às {time}
ru: Срок выполнения {date} в {time}
sl: Roki {date} ob {time}
th: ครบกำหนด {date} เมื่อ {time}
vi: Đến hạn {date} vào {time}
zh: 截止于 {date}，{time}
zh_hk: 截止於 {date} 的 {time}

source: No Due Date
ar: لا يوجد تاريخ استحقاق
ca: Sense data de lliurament
cy: Dim Dyddiad Erbyn
de: Kein Abgabetermin
es_es: No hay fecha de entrega
fi: Ei määräpäivää
fr_ca: Aucune date d’échéance
ga: Níl Dáta Dlite
hi: कोई नियत तिथि नहीं
id: Tidak Ada Batas Waktu
is: Enginn skiladagur
it: Nessuna data di scadenza
ja: 締切日なし
mi: Kaore He Rā Tika
ms: Tiada Tarikh Siap
nl: Geen inleverdatum
pl: Brak terminu
pt_br: Sem prazo de entrega
ru: Срок выполнения не задан
sl: Ni roka.
th: ไม่มีวันครบกำหนด
vi: Không Có Ngày Đến Hạn
zh: 无截止日期
zh_hk: 無截止日期

source: Filter
ar: عامل تصفية
ca: Filtre
cy: Hidlo
es_es: Filtrar
fi: Suodatin
fr_ca: Filtre
ga: Scag
hi: फ़िल्टर
is: Sía
it: Filtra
ja: フィルタ
mi: Tātari
ms: Tapis
pl: Filtruj
pt_br: Filtrar
ru: Фильтровать
th: ตัวกรอง
vi: Lọc
zh: 筛选器
zh_hk: 篩選器

source: unread
ar: غير مقروء
ca: sense llegir
cy: heb eu darllen
de: ungelesen
es_es: no leído
fi: lukematon
fr_ca: non lu
ga: neamhléite
hi: अपठित
id: belum dibaca
is: ólesið
it: non letto
ja: 未読
mi: kaore i pānuitia
ms: belum dibaca
nl: ongelezen
pl: nieprzeczytane
pt_br: não lido
ru: не прочитано
sl: neprebrano
th: ไม่ได้อ่าน
vi: chưa đọc
zh: 未读
zh_hk: 未讀

# unreadCount
source: {count} unread
ar: {count} غير مقروء
ca: {count} sense llegir
cy: {count} heb eu darllen
de: {count} ungelesen
es_es: {count} no leído
fi: {count} lukematon
fr_ca: {count} non lu
ga: {count} neamhléite
hi: {count} अपठित
id: {count} belum dibaca
is: {count} ólesið
it: {count} non letto
ja: 未読 {count} 件
mi: {count} kaore i pānuihia
ms: {count} belum dibaca.
nl: {count} ongelezen
pl: {count} nieprzeczytane
pt_br: {count} não lido
ru: {count} непрочитанных
sl: {count} neprebranih
th: {count} ที่ไม่ได้อ่าน
vi: {count} chưa đọc
zh: {count}未读
zh_hk: {count} 則未讀

source: There was an error loading this announcement
ar: حدث خطأ أثناء تحميل هذا الإعلان
ca: S'ha produït un error en carregar aquest anunci
cy: Gwall wrth lwytho'r cyhoeddiad hwn
de: Beim Laden dieser Ankündigung ist ein Fehler aufgetreten
es_es: Ha habido un error al cargar este anuncio
fi: Tämän ilmoituksen latauksessa ilmeni virhe
fr_ca: Une erreur est survenue lors du chargement de cette annonce
ga: Tharla earráid agus an fógra seo á lódáil
hi: इस घोषणा को लोड करने में त्रुटि हुई
id: Terjadi kesalahan saat memuat pengumuman ini
is: Villa varð við að sækja þessa tilkynningu
it: Si è verificato un errore durante il caricamento di questo annuncio
ja: このお知らせのロード中にエラーが発生しました
mi: He hapa i te wā e uta ana i tēnei pānui
ms: Terdapat ralat untuk memuatkan pengumuman ini
nl: Er is een fout opgetreden bij het laden van deze aankondiging
pl: Wystąpił problem z wczytaniem tego ogłoszenia
pt_br: Houve um erro ao carregar este anúncio
ru: Произошла ошибка при загрузке этого объявления
sl: Prišlo je do napake pri nalaganju tega obvestila
th: มีข้อผิดพลาดในการโหลดประกาศนี้
vi: Đã xảy ra lỗi khi tải thông báo này
zh: 加载此公告时发生错误
zh_hk: 載入此通告時發生錯誤

source: Network error
ar: خطأ في الشبكة
ca: Error de xarxa
cy: Gwall ar y rhwydwaith
de: Netzwerkfehler
es_es: Error de red
fi: Verkkovirhe.
fr_ca: Erreur de réseau
ga: Earráid ghréasáin
hi: नेटवर्क त्रुटि
id: Kesalahan jaringan
is: Netkerfisvilla
it: Errore di rete
ja: ネットワークエラー
mi: Hapa whatunga
ms: Ralat rangkaian
nl: Netwerkfout
pl: Błąd sieciowy
pt_br: Erro de rede
ru: Ошибка сети
sl: Napaka v omrežju
th: ข้อผิดพลาดเครือข่าย
vi: Lỗi mạng
zh: 网络错误
zh_hk: 網路錯誤

source: Under Construction
ar: تحت الإنشاء
ca: En construcció
cy: Wrthi’n cael ei greu
de: In Bau
es_es: En construcción
fi: Rakenteilla
fr_ca: En construction
ga: Á dTógáil
hi: निर्माणाधीन
id: Sedang Dibuat
is: Í byggingu
it: In costruzione
ja: 工事中
mi: Kei raro i te hanga
ms: Dalam Pembinaan
nl: In aanbouw
pl: Strona w budowie
pt_br: Em construção
ru: В разработке
sl: V delu
th: อยู่ระหว่างจัดทำ
vi: Đang Xây Dựng
zh: 正在建设中
zh_hk: 建構中

source: We are currently building this feature for your viewing pleasure.
ar: نقوم في الوقت الحالي ببناء هذه الميزة لتستمتع بالعرض.
ca: Estem creant aquesta característica perquè pugueu gaudir de la visualització.
cy: Rydyn ni’n adeiladu’r nodwedd hon ar hyn o bryd er mwyn i chi allu gweld.
de: Wir bauen derzeit an dieser Funktion für Sie.
es_es: Actualmente estamos desarrollando esta funcionalidad para que puedas disfrutarla.
fi: Rakennamme tätä ominaisuutta tarkastelun käytännöllisyyden vuoksi.
fr_ca: Nous construisons actuellement cette fonctionnalité pour votre plaisir de visionnement.
ga: Táimid ag tógáil an ghné seo faoi láthair chun do phléisiúr féachana.
hi: हम वर्तमान में आपके देखने के अनुभव को बेहतर बनाने के लिए इस फ़ीचर को विकसित कर रहे हैं।
id: Kami saat ini sedang membangun fitur ini untuk memudahkan Anda.
is: Núna byggjum við þennan eiginleika þér til hægðarauka.
it: Stiamo attualmente realizzando questa funzione che puoi visualizzare.
ja: 現在、皆さんにお楽しみいただく機能を構築中です。
mi: Kei te hanga mātou i tēnei āhuatanga kia pai ai tō mātakitaki.
ms: Kami sedang membina ciri ini untuk meningkatkan pengalaman tontonan anda.
nl: We werken momenteel aan deze functie om de weergave te verbeteren.
pl: Tworzymy tę funkcję dla przyjemności użytkowników.
pt_br: Atualmente estamos construindo este recurso para a sua visualização.
ru: В настоящее время мы разрабатываем эту функцию для более комфортного просмотра.
sl: Ta funkcija je v izdelavi za vaš užitek ob gledanju.
th: เรากำลังจัดทำคุณสมบัตินี้เพื่อให้คุณรับชมได้อย่างสะดวก
vi: Chúng tôi hiện đang xây dựng tính năng này để giúp bạn xem được thoải mái hơn.
zh: 我们目前在构建此功能，以便为您提供愉悦的浏览体验。
zh_hk: 我們目前正在建立讓您開心檢視的功能。

source: Request Login Help Button
ar: زر طلب مساعدة لتسجيل الدخول
ca: Botó Sol·liciteu ajuda per iniciar la sessió
cy: Botwm Gofyn am Help i Fewngofnodi
de: Schaltfläche „Hilfe für Anmeldung erbitten“
es_es: Botón Solicitar ayuda para iniciar sesión
fi: Pyydä sisäänkirjautumisohje -painike
fr_ca: Demander de l’aide pour le bouton de connexion
ga: Cnaipe Iarr Cabhair ag Logáil Isteach
hi: लॉगिन मदद बटन का अनुरोध करें
id: Tombol Minta Bantuan Login
is: Biðja um aðstoð við innskráningu hnappur
it: Pulsante Richiedi aiuto per login
ja: ログインサポートのリクエストボタン
mi: Tonoa Takiuru Awhina Pātene
ms: Minta Butang Bantuan Log Masuk
nl: Knop Help bij inloggen aanvragen
pl: Przycisk prośby o pomoc w logowaniu
pt_br: Solicitar botão de ajuda com login
ru: Кнопка запроса помощи по входу в систему
sl: Zahtevaj gumb za pomoč pri prijavi
th: ปุ่มขอความช่วยเหลือในการล็อกอิน
vi: Nút Yêu Cầu Trợ Giúp Đăng Nhập
zh: 请求登录帮助按钮
zh_hk: 請求登入支援按鈕
