Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*.arb
Languages: ar, ca, cy, de, es_es, fi, fr_ca, ga, hi, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, th, vi, zh, zh_hk

source: Request Login Help
ar: طلب مساعدة لتسجيل الدخول
ca: Sol·liciteu ajuda per iniciar la sessió
cy: Gofyn am Help i Fewngofnodi
de: Hilfe für Anmeldung erbitten
es_es: Solicitar ayuda para iniciar sesión
fi: Pyydä sisäänkirjautumisohje
fr_ca: Demander de l’aide pour se connecter
ga: Iarr Cabhair Logála Isteach
hi: लॉगिन मदद का अनुरोध करें
id: Minta Bantuan Login
is: Biðja um aðstoð við innskráningu
it: Richiedi aiuto per login
ja: ログインサポートをリクエストする
mi: Tonoa Takiuru Awhina
ms: Minta Bantuan Log Masuk
nl: Help bij inloggen aanvragen
pl: Poproś o pomoc w logowaniu
pt_br: Solicitar ajuda com login
ru: Запрос помощи со входом в систему
sl: Zahtevaj pomoč pri prijavi
th: ขอความช่วยเหลือในการล็อกอิน
vi: Yêu Cầu Trợ Giúp Đăng Nhập
zh: 请求登录帮助
zh_hk: 請求登入支援

source: I'm having trouble logging in
ar: لدي مشكلة في تسجيل الدخول
ca: Tinc problemes per iniciar la sessió
cy: Rwy’n cael trafferth yn mewngofnodi
de: Ich habe Probleme bei der Anmeldung
es_es: Tengo problemas para iniciar sesión
fi: Sisäänkirjautumisessani on ongelma
fr_ca: J’ai des problèmes à me connecter
ga: Tá deacracht agam logáil isteach
hi: मुझे लॉग इन करने में समस्या हो रही है
id: Saya kesulitan login
is: Ég á í vandræðum við að skrá mig inn
it: Ho dei problemi di login
ja: ログインできません
mi: Kei te raru ahau ki te takiuru
ms: Saya menghadapi masalah untuk log masuk
nl: Ik ondervind problemen met inloggen
pl: Mam problem z logowaniem
pt_br: Estou tendo problemas em fazer login
ru: У меня проблема со входом в систему
sl: Imam težave pri prijavi
th: ฉันมีปัญหาในการล็อกอิน
vi: Tôi đang gặp vấn đề đăng nhập
zh: 我在登录时遇到问题
zh_hk: 我登入時發生問題

source: An error occurred when trying to display this link
ar: حدث خطأ أثناء محاولة عرض هذا الرابط
ca: S'ha produït un error en provar de mostrar aquest enllaç
cy: Gwall wrth geisio dangos y ddolen hon
de: Beim Versuch diesen Link anzuzeigen, ist ein Fehler aufgetreten:
es_es: Ha habido un error al intentar mostrar este enlace
fi: Ilmeni virhe yritettäessä näyttää tätä linkkiä.
fr_ca: Une erreur s’est produite au moment de l’affichage de ce lien
ga: Tharla earráid agus an nasc seo á thaispeáint
hi: इस लिंक को प्रदर्शित करने का प्रयास करते समय त्रुटि उत्पन्न हुई
id: Kesalahan terjadi saat mencoba menampilkan tautan ini.
is: Villa kom upp við að sýna þennan tengil
it: Si è verificato un errore durante il tentativo di visualizzare questo link
ja: このリンクを表示しようとしてエラーが発生しました
mi: He hapa i puta i te wā e ngana ana ki te whakātu i tēnei whārangi.hono
ms: Ralat berlaku semasa cuba memaparkan pautan ini
nl: Er is een fout opgetreden bij het weergeven van deze van link.
pl: Wystąpił błąd podczas wyświetlania tego łącza
pt_br: Ocorreu um erro ao tentar exibir este link
ru: Произошла ошибка при попытке открытия данной ссылки
sl: Med prikazovanjem te povezave je prišlo do napake
th: เกิดข้อผิดพลาดขณะพยายามแสดงลิงค์นี้
vi: Đã xảy ra lỗi khi cố gắng hiển thị liên kết này
zh: 尝试显示此链接时发生错误
zh_hk: 嘗試顯示此連結時出現錯誤

source: We are unable to display this link, it may belong to an institution you currently aren't logged in to.
ar: لم يمكننا عرض هذا الرابط، قد يكون تابعاً لمؤسسة لم تسجل الدخول إليها في الوقت الحالي.
ca: No podem mostrar aquest enllaç, pot ser que pertanyi a una institució en la que actualment no teniu la sessió iniciada.
cy: Does dim modd i ni ddangos y ddolen hon, efallai ei bod hi’n perthyn i sefydliad nad ydych chi wedi mewngofnodi iddo ar hyn o bryd.
de: Wir können diesen Link nicht anzeigen. Er könnte zu einer Institution gehören, bei der Sie derzeit nicht angemeldet sind.
es_es: No podemos mostrar este enlace; es posible que pertenezca a una institución en la que no tienes sesión abierta actualmente.
fi: Emme pysty näyttämään tätä linkkiä. Se saattaa kuulua laitokselle, johon et ole parhaillaan kirjautuneena sisään.
fr_ca: Nous sommes dans l’impossibilité d’afficher ce lien, il peut appartenir à une institution à laquelle vous n’êtes pas actuellement connecté.
ga: Ní féidir linn an nasc seo a thaispeáint, seans gur le hinstitiúid nach bhfuil tú logáilte isteach inti faoi láthair.
hi: हम इस लिंक को प्रदर्शित करने में असमर्थ हैं, यह किसी ऐसे संस्थान से संबंधित हो सकता है जिसमें आप वर्तमान में लॉग इन नहीं हैं।
id: Kami tidak dapat menampilkan tautan ini, mungkin milik institusi tempat Anda saat ini tidak login kepadanya.
is: Við getum ekki sýnt þennan tengil, hann gæti tilheyrt stofnun sem þú ert ekki innskráð(ur) hjá.
it: Impossibile visualizzare questo link, può appartenere ad un istituto a cui non sei attualmente connesso.
ja: このリンクを表示することができません。このリンクは、現在ログインしていない学校のものである可能性があります。
mi: Kaore e taea e mātou te whakātu i tēnei hono, ekene e mau ana ki tētahi whakanōhanga kaore koe i te takiuru i tēnei wā.
ms: Kami tidak dapat memaparkan pautan ini, ia mungkin dimiliki oleh institusi yang anda tidak log masuk pada masa ini.
nl: We kunnen deze link niet weergeven omdat de link wellicht van een organisatie is waarbij je momenteel niet bent aangemeld.
pl: Nie udało się wyświetlić tego łącza, może należeć do instytucji, do której nie jesteś zalogowany.
pt_br: Não podemos exibir este link, ele pode pertencer a uma instituição à qual você não está logado atualmente.
ru: Мы не можем открыть данную ссылку, она может принадлежать учреждению, в систему которого вы в настоящее время не вошли.
sl: Te povezave ne moremo prikazati; morda pripada ustanovi, v katero trenutno niste prijavljeni.
th: เราไม่สามารถแสดงลิงค์นี้ เนื่องจากอาจเป็นของสถาบันที่คุณไม่ได้ล็อกอินอยู่ในปัจจุบัน
vi: Chúng tôi không thể hiển thị liên kết này, có thể liên kết này thuộc về tổ chức bạn hiện đang không đăng nhập.
zh: 无法显示此链接，可能属于您目前未登录的机构。
zh_hk: 我們無法顯示此連結，連結可能屬於您現在尚未登入的機構。

source: Link Error
ar: خطأ في الرابط
ca: Error d'enllaç
cy: Gwall Dolen
de: Link-Fehler
es_es: Error de enlace
fi: Linkin virhe
fr_ca: Erreur de lien
ga: Earráid Naisc
hi: लिंक त्रुटि
id: Kesalahan Tautan
is: Tengils villa
it: Errore link
ja: リンクエラー
mi: Hono Hapa
ms: Ralat Pautan
nl: Fout met link
pl: Błąd łącza
pt_br: Erro de link
ru: Ошибка ссылки
sl: Napaka povezave
th: ข้อผิดพลาดลิงค์
vi: Lỗi Liên Kết
zh: 链接错误
zh_hk: 連結錯誤

source: Open In Browser
ar: الفتح في المستعرض
ca: Obre'l al navegador
cy: Agor mewn Porwr
de: Im Browser öffnen
es_es: Abrir en el navegador
fi: Avaa selaimessa
fr_ca: Ouvrir dans le navigateur
ga: Oscail i mBrabhsálaí
hi: ब्राउज़र में खोलें
id: Buka di Browser
is: Opna í vafra
it: Apri nel browser
ja: ブラウザで開く
mi: Tuwhera I roto i te Pūtirotiro
ms: Buka dalam Pelayar
nl: Openen in browser
pl: Otwórz w przeglądarce
pt_br: Abrir em Navegador
ru: Открыть в браузере
sl: Odpri v brskalniku
th: เปิดในเบราเซอร์
vi: Mở Trong Trình Duyệt
zh: 在浏览器里打开
zh_hk: 在瀏覽器中打開

source: You'll find the QR code on the web in your account profile. Click 'QR for Mobile Login' in the list.
ar: ستجد رمز QR على الويب في ملف تعريف حسابك. انقر فوق "QR لتسجيل دخول الجوال" في القائمة.
ca: Trobareu el codi QR a la web, al perfil del vostre usuari. Feu clic a "QR per a inici de sessió mòbil" a la llista.
cy: Fe ddewch chi o hyd i’r cod QR ar y we yn eich proffil cyfrif. Cliciwch 'QR ar gyfer Mewngofnodi Symudol' yn y rhestr.
de: Sie finden den QR-Code im Internet in Ihrem Kontoprofil. Klicken Sie in der Liste auf 'QR für mobiles Login'.
es_es: Encontrarás el código QR en el sitio web, en tu perfil de la cuenta. Haz clic en “QR para Inicio de sesión móvil” en la lista.
fi: Löydät viivakoodin verkosta tiliprofiilistasi. Napsauta luettelosta ”Mobiilikirjautumistunnuksen viivakoodi”.
fr_ca: Vous trouverez le code QR sur le Web dans votre profil de compte. Cliquez sur « 'QR for Mobile Login » (QR pour connexion mobile) dans la liste.
ga: Gheobhaidh tú an cód MF ar an ngréasán i do phróifíl chuntais. Cliceáil 'MF le haghaidh Logáil Isteach Móibíleach' sa liosta.
hi: आपको वेब पर अपनी खाता प्रोफ़ाइल में QR कोड मिलेगा। सूची में 'मोबाइल लॉगिन के लिए QR' पर क्लिक करें।
id: Anda akan menemukan kode QR di web di profil akun Anda. Klik 'QR untuk Login Seluler' di dalam daftar.
is: Þú finnur QR kóðann á vefnum á reikningssíðu þinni. Smelltu á ‘QR fyrir innskráningu með snjalltæki‘ í listanum.
it: Troverai il codice QR sul web nel tuo profilo account. Fai clic su “QR per login da dispositivo mobile” nell’elenco.
ja: QRコードは、アカウントプロファイルのウェブ上にあります。リストの[モバイルログインのQR]をクリックしてください。
mi: Ka kitea e koe te QR waehere i runga i te ipurangi i roto i tō pūkete kōtaha. Pātō QR mo te Waea Haerēre Takiuru i roto i te rārangi.
ms: Anda akan menemui kod QR di web dalam profil akaun anda. Klik 'QR untuk Log Masuk Mudah Alih' dalam senarai.
nl: Je vindt de QR-code op het web in je accountprofiel. Klik op 'QR voor mobiel inloggen' in de lijst.
pl: Kod QR można znaleźć w witrynie, na profilu konta. Kliknij 'Kod QR do logowania mobilnego' na liście.
pt_br: Você encontrará o código QR na web no seu perfil da conta. Clique em ‘QR para login móvel’ na lista.
ru: В профиле своей учетной записи вы найдете QR-код. Нажмите «QR для входа с мобильного устройства» в списке.
sl: Kodo QR boste našli v svojem profilu računa na spletu. Na seznamu kliknite »QR za mobilno prijavo«.
th: คุณจะพบรหัส QR ในเว็บจากโพรไฟล์บัญชีของคุณ คลิกที่ “QR สำหรับล็อกอินผ่านอุปกรณ์พกพา” จากรายการ
vi: Bạn sẽ thấy mã QR trên trang web trong hồ sơ tài khoản của bạn. Hãy nhấp vào "Mã QR Để Đăng Nhập Trên Di Động" trong danh sách.
zh: 在 Web 的帐户个人资料中可以找到二维码。点击列表中的“用于移动设备登录的二维码”。
zh_hk: 您可以在您的網上帳戶個人檔案找到這個 QR 碼。點擊列表內的「流動登入 QR 碼」。

source: Locate QR Code
ar: ابحث عن رمز QR
ca: Localitzeu el codi QR
cy: Dod o hyd i God QR
de: QR-Code finden
es_es: Ubicar código QR
fi: Etsi viivakoodi
fr_ca: Trouvez le code QR
ga: Aimsigh Cód MF
hi: QR कोड का पता लगाएं
id: Temukan Kode QR
is: Finna QR kóða
it: Individua codice QR
ja: QR コードを探す
mi: Kimihia QR Waehere
ms: Kesan Kod QR
nl: QR-code zoeken
pl: Znajdź kod QR
pt_br: Localizar código QR
ru: Определить местонахождение кода QR
sl: Poiščite kodo QR
th: ระบุตำแหน่งรหัส QR
vi: Tìm Mã QR
zh: 查找二维码
zh_hk: 尋找 QR 碼

source: Please scan a QR code generated by Canvas
ar: يرجى مسح رمز QR من إنشاء Canvas
ca: Escanegeu un codi QR generat pel Canvas
cy: Sganiwch god QR sydd wedi cael ei greu gan Canvas.
de: Bitte scannen Sie einen von Canvas generierten QR-Code
es_es: Escanea un código QR generado por Canvas
fi: Skannaa Canvasin luoma viivakoodi.
fr_ca: Veuillez scanner un code QR généré par Canvas
ga: Scan cód MF ginte ag Canvas
hi: कृपया Canvas द्वारा जेनरेट किए गए QR कोड को स्कैन करें
id: Silakan pindai kode QR yang dibuat oleh Canvas
is: Skannaðu QR kóða sem Canvas bjó til
it: Acquisisci un codice QR generato da Canvas
ja: Canvas によって生成された QR コードをスキャンしてください
mi: Tēnā koa mātai he QR Waehere kua whakamahia e Canvas
ms: Sila imbas kod QR yang dijana oleh Canvas
nl: Scan een door Canvas gegenereerde QR-code
pl: Zeskanuj kod QR wygenerowany przez Canvas
pt_br: Escaneie um código QR gerado pelo Canvas
ru: Отсканируйте QR-код, сгенерированный Canvas
sl: Preberite kodo QR, ustvarjeno v sistemu Canvas
th: กรุณาสแกนรหัส QR ที่จัดทำโดย Canvas
vi: Vui lòng quét mã QR do Canvas tạo
zh: 请扫描 Canvas 生成的二维码
zh_hk: 請掃描由 Canvas 產生的 QR 碼

source: There was an error logging in. Please generate another QR Code and try again.
ar: حدث خطأ أثناء تسجيل الدخول. يرجى إنشاء رمز QR وإعادة المحاولة.
ca: S'ha produït un error en iniciar la sessió. Genereu un altre codi QR i torneu-ho a provar.
cy: Gwall wrth fewngofnodi. Crëwch God QR arall a rhoi cynnig arall arni.
de: Es gab einen Fehler bei der Anmeldung. Bitte generieren Sie einen weiteren QR-Code und versuchen Sie es erneut.
es_es: Ha habido un error al iniciar sesión. Genera otro código QR y vuelve a intentarlo.
fi: Sisäänkirjautumisessa tapahtui virhe. Luo toinen viivakoodi ja yritä uudelleen.
fr_ca: Une erreur est survenue lors de la connexion. Veuillez générer un autre code QR et réessayer.
ga: Tharla earráid agus logáil isteach. Gin Cód MF eile agus bain triail eile as.
hi: लॉग इन करने में त्रुटि हुई। कृपया कोई अन्य QR कोड जेनरेट करें और फिर से कोशिश करें।
id: Terjadi kesalahan saat login. Silakan buat Kode QR lain dan coba lagi.
is: Villa kom upp við innskráningu. Búðu til annan QR kóða og reyndu aftur.
it: Si è verificato un errore di login. Genera un altro codice QR e riprova.
ja: ログイン中にエラーが発生しました。別の QR コードを生成して再試行してください。
mi: He hapa i puta i te wā e takiuru ana. Tēnā koa whakamahi he QR Waehere anō ka ngana anō.
ms: Terdapat ralat log masuk. Sila jana Kod QR lain dan cuba semula.
nl: Er is een fout opgetreden bij het aanmelden. Genereer een andere QR-code en probeer het opnieuw.
pl: Wystąpił błąd podczas logowania. Wygeneruj kolejny kod QR i spróbuj ponownie.
pt_br: Houve um erro ao fazer login. Gere outro código QR e tente novamente.
ru: Ошибка входа в систему. Сгенерируйте другой QR-код и попробуйте еще раз.
sl: Pri prijavi je prišlo do napake. Ustvarite novo kodo QR in poskusite znova.
th: มีข้อผิดพลาดในการล็อกอิน กรุณาจัดทำรหัส QR อื่นและลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi đăng nhập. Vui lòng tạo Mã QR khác rồi thử lại.
zh: 登录时发生错误。请生成新的二维码并重试。
zh_hk: 登入時出現錯誤。請產生另一個 QR 碼然後重試。

source: Screenshot showing location of QR code generation in browser
ar: التقط لقطة شاشة لإظهار موقع إنشاء رمز QR في المستعرض
ca: Captura de pantalla que mostra la ubicació de la generació d'un codi QR al navegador
cy: Ciplun yn dangos y lleoliad creu cod QR yn y porwr.
de: Screenshot mit der Position der QR-Code-Generierung im Browser
es_es: Captura de pantalla en la que se muestra la ubicación de la generación del código QR en el navegador
fi: Leikekuva, joka näyttää viivakoodin sijainnin selaimessa.
fr_ca: Capture d’écran montrant l’emplacement de la génération de code QR dans le navigateur
ga: Seit scáileáin a thaispeánann suíomh giniúna an chóid MF sa bhrabhsálaí
hi: ब्राउज़र में QR कोड जेनरेशन का स्थान दिखाने वाला स्क्रीनशॉट
id: Tangkapan layar yang menampilkan lokasi pembuatan kode QR di browser
is: Skjáskot sem sýnir hvar QR kóði er myndaður í vafra
it: Screenshot che mostra la posizione della generazione del codice QR nel browser
ja: ブラウザ内の QR コード生成の場所を示すスクリーンショット
mi: Tangirua e whkātu ana rohe o te QR Waehere whakamahia i roto i te pūtirotiro
ms: Syot layar menunjukkan lokasi penjanaan kod QR dalam pelayar
nl: Screenshot met locatie van het genereren van een QR-code in een browser
pl: Zrzut ekranu z lokalizacją wygenerowanego kodu QR w przeglądarce
pt_br: Captura de tela mostrando local da geração do código QR no navegador
ru: Снимок экрана с отображением места генерирования QR-кода в браузере
sl: Posnetek zaslona, ki prikazuje, kje v brskalniku ustvarite kodo QR
th: ภาพหน้าจอแสดงตำแหน่งการจัดทำรหัส QR ในเบราเซอร์
vi: Ảnh chụp màn hình cho thấy vị trí tạo mã QR trong trình duyệt
zh: 在浏览器中显示二维码生成位置的截图
zh_hk: 瀏覽器內的螢幕截圖顯示產生 QR 碼的位置

source: QR scanning requires camera access
ar: مسح رمز QR يتطلب الوصول إلى الكاميرا
ca: Per escanejar el codi QR, cal tenir accés a la càmera.
cy: Mae sganio QR angen mynediad at eich camera
de: QR-Scan erfordert Zugriff auf die Kamera
es_es: Para escanear un código QR se requiere acceso a la cámara
fi: Viivakoodin skannaukseen tarvitaan pääsy kameraan.
fr_ca: La numérisation par balayage du code QR nécessite un accès à la caméra
ga: Teastaíonn rochtain ceamara le haghaidh scanadh MF
hi: QR स्कैनिंग के लिए कैमरा एक्सेस की आवश्यकता होती है
id: Pemindaian QR membutuhkan akses kamera
is: Til að skanna QR-kóða þarf aðgang að myndavél
it: Per la scansione QR è necessario l’accesso alla fotocamera
ja: QRスキャンにはカメラへのアクセスが必要です
mi: Ka hiahiatia te QR mātai i te whakauru ki te kāmera
ms: Pengimbasan QR memerlukan akses kamera
nl: Scannen van QR-code vereist toegang tot camera
pl: Skanowanie kodu QR wymaga dostępu kamery
pt_br: O escaneamento QR requer acesso à câmera
ru: Для сканирования QR-кода необходим доступ к камере
sl: Za branje kode QR je potreben dostop do kamere
th: การสแกน QR จะต้องใช้กล้อง
vi: Việc quét mã QR yêu cầu phải có quyền truy cập camera
zh: 扫描二维码要求具有相机访问权限
zh_hk: QR 碼掃描需要攝影機存取權限

source: The linked item is no longer available
ar: العنصر المرتبط لم يعد متاحًا
ca: L’element enllaçat ja no està disponible
cy: Dydy'r eitem â gysylltwyd ddim ar gael mwyach
de: Das verknüpfte Element ist nicht mehr verfügbar.
es_es: El ítem enlazado ya no está disponible
fi: Linkitetty kohde ei ole enää saatavissa
fr_ca: L’élément lié n’est plus disponible
ga: Níl an mhír nasctha ar fáil a thuilleadh
hi: लिंक किया गया आइटम अब उपलब्ध नहीं है
id: Item yang dikaitkan tidak lagi tersedia
is: Tengd atriði eru ekki lengur í boði
it: L'elemento collegato non è più disponibile
ja: リンクされている項目は利用できなくなりました
mi: Kaore i te wātea te tuemi honotia
ms: Item yang dipautkan tidak lagi tersedia
nl: Het gelinkte item is niet langer beschikbaar
pl: Wskazany element nie jest już dostępny.
pt_br: O item vinculado não está mais disponível
ru: Связанная позиция более недоступна
sl: Povezani element ni več na voljo
th: รายการที่เชื่อมโยงไม่พร้อมใช้งานอีกต่อไป
vi: Mục được liên kết không còn khả dụng
zh: 链接项目不再可用
zh_hk: 連結的項目不再可用

source: Message sent
ar: تم إرسال الرسالة
ca: Missatge enviat
cy: Neges wedi’i anfon
de: Gesendete Nachricht
es_es: Mensaje enviado
fi: Viesti lähetetty
fr_ca: Message envoyé.
ga: Teachtaireacht seolta
hi: संदेश भेजा गया
id: Pesan terkirim
is: Skilaboð send
it: Messaggio inviato
ja: メッセージを送信しました
mi: Kua tonoa te karere
ms: Mesej dihantar
nl: Bericht verzonden
pl: Wiadomość wysłana
pt_br: Mensagem enviada
ru: Сообщение отправлено
sl: Sporočilo je bilo poslano
th: ส่งข้อความแล้ว
vi: Đã gửi tin nhắn
zh: 消息已发送
zh_hk: 訊息已發送
