Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*.arb
Languages: ar, ca, cy, de, es_es, fi, fr_ca, ga, hi, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, th, vi, zh, zh_hk

source: Students can create a QR code using the Canvas Student app on their mobile device
ar: يستطيع الطلاب إنشاء رمز QR باستخدام تطبيق Canvas Student على أجهزتهم المحمولة
ca: Al dispositiu mòbil, els estudiants poden crear un codi QR mitjançant l’aplicació Canvas Student
cy: Mae myfyrwyr yn gallu creu cod QR drwy ddefnyddio app Canvas Student ar eu dyfais symudol
de: Studierende können einen QR-Code mit der Canvas Studierenden-App auf ihrem Mobilgerät erstellen
es_es: Los estudiantes pueden crear un código QR mediante la aplicación Canvas Student en sus dispositivos móviles
fi: Opiskelijat voivat luoda viivakoodin Canvas Student -sovelluksen avulla mobiililaitteellaan.
fr_ca: Les étudiants peuvent créer un code QR à l’aide de l’application Canvas Student sur leur appareil mobile
ga: Is féidir le mic léinn cód MF a chruthú ag baint úsáide as an aip Canvas Mac Léinn ar a ngléas soghluaiste
hi: छात्र अपने मोबाइल डिवाइस पर Canvas छात्र ऐप का उपयोग करके QR कोड बना सकते हैं
id: Siswa dapat membuat kode QR menggunakan aplikasi Canvas Student di perangkat selulernya
is: Nemendur geta búið til QR-kóða með því að nota Canvas Student forritið á fartæki sínu
it: Gli studenti possono creare un codice QR tramite l'applicazione Canvas Student sul loro dispositivo mobile
ja: 受講者はモバイルデバイスのCanvas Studentアプリを使用してQRコードを作成できます
mi: Ka taea e ng aākonga te hanga he QR waehere ma te mahi i te Canvas Ākonga Taupanga i runga i tā rātou taonga haerēre
ms: Pelajar boleh mencipta kod QR menggunakan apl Canvas Student pada peranti mudah alih mereka
nl: Cursisten kunnen een QR-code maken met behulp van de Canvas Student-app op hun mobiele apparaat
pl: Uczestnicy mogą utworzyć kod QR za pomocą aplikacji Canvas Student na smartfonie
pt_br: Os alunos podem criar um código QR usando o aplicativo Canvas Student em seu dispositivo móvel
ru: Студенты могут создать QR-код с помощью приложения Canvas Student на своем мобильном устройстве
sl: Študenti lahko ustvarijo kodo QR z aplikacijo Canvas Student na svoji mobilni napravi
th: ผู้เรียนสามารถจัดทำรหัส QR โดยใช้แอพ Canvas Student ผ่านอุปกรณ์พกพาของตน
vi: Sinh viên có thể quét mã QR bằng cách sử dụng ứng dụng Canvas Student trên thiết bị di động của họ
zh: 学生可以使用移动设备上的 Canvas 学生版应用程序创建二维码
zh_hk: 學生可以使用流動裝置上的 Canvas Student 應用程式創建 QR 碼

source: Add new student
ar: إضافة طالب جديد
ca: Afegeix un estudiant nou
cy: Ychwanegu myfyriwr newydd
de: Neue/n Studierende*n hinzufügen
es_es: Añadir nuevo estudiante
fi: Lisää uusi opiskelija
fr_ca: Ajouter un nouvel étudiant
ga: Cuir mac léinn nua leis
hi: नया छात्र जोड़ें
id: Tambah siswa baru
is: Bæta við nýjum nemanda
it: Aggiungi nuovo studente
ja: 新しい受講者を追加する
mi: Tāpiri ākonga hou
ms: Tambah pelajar baharu
nl: Nieuwe cursist toevoegen
pl: Dodaj nowego uczestnika
pt_br: Adicionar novo aluno
ru: Добавить нового студента
sl: Dodaj novega študenta
th: เพิ่มผู้เรียนใหม่
vi: Thêm sinh viên mới
zh: 添加新学生
zh_hk: 添加新學生

source: Select
ar: تحديد
ca: Selecciona
cy: Dewiswch
de: Auswählen
es_es: Seleccionar
fi: Valitse
fr_ca: Sélectionner
ga: Roghnaigh
hi: चयन करें
id: Pilih
is: Velja
it: Seleziona
ja: 選択
mi: Tīpakohia
ms: Pilih
nl: Selecteren
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
sl: Izberi
th: เลือก
vi: Chọn
zh: 选择
zh_hk: 選擇

source: I have a Canvas account
ar: لدي حساب Canvas
ca: Tinc un usuari del Canvas
cy: Mae gen i gyfrif Canvas
de: Ich besitze ein Canvas-Konto
es_es: Tengo una cuenta de Canvas
fi: Minulla on jo Canvas-tili
fr_ca: J’ai un compte Canvas
ga: Tá cuntas Canvas agam
hi: मेरे पास Canvas खाता है
id: Saya punya akun Canvas
is: Ég er með Canvas-reikning
it: Ho un account Canvas
ja: Canvasアカウントを持っています
mi: He Pūkete Canvas tāku
ms: Saya sudah mempunyai akaun Canvas
nl: Ik heb een Canvas-account
pl: Posiadam konto Canvas
pt_br: Eu tenho uma conta do Canvas
ru: У меня есть учетная запись Canvas
sl: Imam račun Canvas
th: ฉันมีบัญชี Canvas
vi: Tôi có tài khoản Canvas
zh: 我有 Canvas 帐户
zh_hk: 我有 Canvas 帳戶

source: I don't have a Canvas account
ar: ليس لدي حساب Canvas
ca: No tinc un usuari del Canvas
cy: Does gen i ddim cyfrif Canvas
de: Ich besitze kein Canvas-Konto
es_es: No tengo cuenta de Canvas
fi: Minulla ei ole Canvas-tiliä
fr_ca: Je n’ai pas de compte Canvas
ga: Níl cuntas Canvas agam
hi: मेरे पास Canvas खाता नहीं है
id: Saya tidak punya akun Canvas
is: Ég er ekki með Canvas-reikning
it: Non ho un account Canvas
ja: Canvasアカウントを持っていません
mi: Kaore he pūkete Canvas tāku
ms: Saya tidak memiliki akaun Canvas
nl: Ik heb geen Canvas-account
pl: Nie mam konta Canvas
pt_br: Eu não tenho uma conta do Canvas
ru: У меня нет учетной записи Canvas
sl: Nimam računa Canvas
th: ฉันไม่มีบัญชี Canvas
vi: Tôi không có tài khoản Canvas
zh: 我没有 Canvas 帐户
zh_hk: 我沒有 Canvas 帳戶

source: Create Account
ar: إنشاء حساب
ca: Crea un usuari
cy: Creu Cyfrif
de: Konto erstellen
es_es: Crear cuenta
fi: Luo tili
fr_ca: Créer un compte
ga: Cruthaigh Cuntas
hi: खाता बनाएं
id: Buat Akun
is: Stofna reikning
it: Crea account
ja: アカウントを作成する
mi: Waihanga Pūkete
ms: Cipta Akaun
nl: Account maken
pl: Utwórz konto
pt_br: Criar conta
ru: Создать учетную запись
sl: Ustvari račun
th: จัดทำบัญชีผู้ใช้
vi: Tạo Tài Khoản
zh: 创建帐户
zh_hk: 建立帳戶

source: Full Name
ar: الاسم الكامل
ca: Nom complet
cy: Enw Llawn
de: Vollständiger Name
es_es: Nombre completo
fi: Koko nimi
fr_ca: Nom complet
ga: Ainm iomlán
hi: पूरा नाम
id: Nama Lengkap
is: Fullt nafn
it: Nome completo
ja: フルネーム
mi: Ingoa Katoa
ms: Nama Penuh
nl: Volledige naam
pl: Imię i nazwisko
pt_br: Nome completo
ru: Полное имя
sl: Polno ime
th: ชื่อนามสกุล
vi: Tên Đầy Đủ
zh: 全名
zh_hk: 全名

source: Email Address
ar: عنوان البريد الإلكتروني
ca: Adreça electrònica
cy: Cyfeiriad E-bost
de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr_ca: Adresse de courriel
ga: Seoladh Ríomhphoist
hi: ईमेल पता
id: Alamat Email
is: Netfang
it: Indirizzo e-mail
ja: E メールアドレス
mi: Īmēra Wāhitau
ms: Alamat E-Mel
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de e-mail
ru: Адрес электронной почты
sl: E-poštni naslov
th: อีเมลแอดเดรส
vi: Địa Chỉ Email
zh: 电子邮件地址
zh_hk: 電郵地址

source: Password
ar: كلمة المرور
ca: Contrasenya
cy: Cyfrinair
de: Kennwort
es_es: Contraseña
fi: Salasana
fr_ca: Mot de passe
ga: Pasfhocal
hi: पासवर्ड
id: Kata sandi
is: Aðgangsorð
ja: パスワード
mi: Kupuhipa
ms: Kata Laluan
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sl: Geslo
th: รหัสผ่าน
vi: Mật khẩu
zh: 密码
zh_hk: 密碼

source: Full Name…
ar: الاسم الكامل...
ca: Nom complet...
cy: Enw Llawn...
de: Vollständiger Name ...
es_es: Nombre completo…
fi: Koko nimi...
fr_ca: Nom complet...
ga: Ainm iomlán…
hi: पूरा नाम…
id: Nama Lengkap...
is: Fullt nafn…
it: Nome completo...
ja: フルネーム...
mi: Ingoa Katoa ...
ms: Nama Penuh...
nl: Volledige naam...
pl: Imię i nazwisko...
pt_br: Nome completo...
ru: Полное имя...
sl: Polno ime ...
th: ชื่อนามสกุล...
vi: Tên Đầy Đủ...
zh: 全名...
zh_hk: 全名...

source: Email…
ar: البريد الإلكتروني...
ca: Adreça electrònica...
cy: E-bost...
es_es: Correo electrónico…
fi: Sähköposti...
fr_ca: Adresse courriel...
ga: Ríomhphost…
hi: ईमेल…
is: Netfang…
ja: メールアドレス...
mi: Īmēra ...
ms: E-mel...
pl: Adres e-mail...
ru: Электронная почта...
sl: E-pošta ...
th: อีเมล...
zh: 电子邮件...
zh_hk: 電郵...

source: Password…
ar: كلمة المرور...
ca: Contrasenya...
cy: Cyfrinair...
de: Kennwort ...
es_es: Contraseña…
fi: Salasana...
fr_ca: Mot de passe...
ga: Pasfhocal…
hi: पासवर्ड…
id: Kata sandi...
is: Lykilorð…
ja: パスワード...
mi: Kupuhipa ...
ms: Kata Laluan...
nl: Wachtwoord...
pl: Hasło...
pt_br: Senha...
ru: Пароль...
sl: Geslo ...
th: รหัสผ่าน...
vi: Mật khẩu...
zh: 密码...
zh_hk: 密碼...

source: Please enter full name
ar: يُرجى إدخال الاسم الكامل
ca: Introduïu un nom complet
cy: Rhowch enw llawn
de: Bitte geben Sie Ihren vollständigen Namen ein.
es_es: Introduce el nombre completo
fi: Anna koko nimesi
fr_ca: Veuillez saisir votre nom complet
ga: Cuir isteach ainm iomlán
hi: कृपया पूरा नाम दर्ज करें
id: Silakan masukkan nama lengkap
is: Settu inn fullt nafn
it: Inserisci il nome completo
ja: 姓名を入力してください
mi: Tēnā koa whakauru he ingoa hou.tonu
ms: Sila masukkan nama penuh
nl: Voer volledige naam in
pl: Podaj pełną nazwę
pt_br: Insira nome completo
ru: Введите полное имя
sl: Vnesite polno ime
th: กรุณาระบุชื่อและนามสกุล
vi: Vui lòng nhập tên đầy đủ
zh: 请输入全名
zh_hk: 請輸入全名

source: Please enter an email address
ar: يُرجى إدخال عنوان بريد إلكتروني
ca: Introduïu una adreça electrònica
cy: Rhowch gyfeiriad e-bost
de: Bitte geben Sie eine E-Mail-Adresse an.
es_es: Introduce una dirección de correo electrónico
fi: Anna sähköpostiosoite.
fr_ca: Veuillez saisir une adresse courriel.
ga: Cuir isteach seoladh ríomhphoist
hi: कृपया ईमेल पता दर्ज करें
id: Silakan masukkan alamat email
is: Settu inn netfang
it: Inserisci un indirizzo e-mail
ja: メールアドレスを入力してください
mi: Tēnā koa whakauru he īmēra wāhitau
ms: Sila masukkan alamat e-mel
nl: Voer een e-mailadres in
pl: Podaj adres e-mail
pt_br: Insira um endereço de e-mail
ru: Введите адрес эл. почты
sl: Vnesite e-poštni naslov
th: กรุณากรอกอีเมลแอดเดรส
vi: Vui lòng nhập địa chỉ email
zh: 请输入电子邮件地址
zh_hk: 請輸入電郵地址

source: Please enter a valid email address
ar: يرجى إدخال عنوان بريد إلكتروني صالح
ca: Introduïu una adreça electrònica vàlida
cy: Rhowch gyfeiriad e-bost dilys
de: Geben Sie bitte eine gültige E-Mail-Adresse sein.
es_es: Introduce una dirección de correo electrónico válida
fi: Anna voimassa oleva sähköpostiosoite
fr_ca: Veuillez saisir une adresse courriel valide
ga: Cuir isteach seoladh ríomhphoist bailí
hi: कृपया मान्य ईमेल पता दर्ज करें
id: Silakan alamat email yang valid
is: Settu inn gilt netfang
it: Inserisci un indirizzo e-mail valido
ja: 有効なメールアドレスを記入してください
mi: Tēnā koa whakauru he īmēra wāhitau whiwhi mana
ms: Sila masukkan alamat e-mel yang sah
nl: Voer een geldig e-mailadres in
pl: Wprowadź prawidłowy adres e-mail
pt_br: Insira um endereço de e-mail válido
ru: Введите действительный адрес эл. почты
sl: Vnesite veljavni e-poštni naslov.
th: กรุณากรอกอีเมลแอดเดรสที่ถูกต้อง
vi: Vui lòng nhập địa chỉ email hợp lệ
zh: 请输入有效的电子邮件地址
zh_hk: 請輸入有效電郵地址

source: Password is required
ar: كلمة المرور مطلوبة
ca: La contrasenya és obligatòria
cy: Rhaid rhoi cyfrinair
de: Passwort ist erforderlich
es_es: La contraseña es obligatoria
fi: Salasana vaaditaan
fr_ca: Le mot de passe est requis
ga: Tá pasfhocal ag teastáil
hi: पासवर्ड की आवश्यकता है
id: Kata sandi harus ada
is: Lykilorðs er krafist
it: Password obbligatoria
ja: パスワードは必須です
mi: E hiahiatia naa te kupuhipa
ms: Kata laluan diperlukan
nl: Wachtwoord is vereist
pl: Wymagane jest hasło
pt_br: Senha é necessária
ru: Требуется пароль
sl: Geslo je obvezno
th: ต้องระบุรหัสผ่าน
vi: Bắt buộc phải có mật khẩu
zh: 必须填写密码
zh_hk: 需要輸入密碼

source: Password must contain at least 8 characters
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل
ca: La contrasenya ha de tenir com a mínim 8 caràcters
cy: Rhaid i gyfrinair gynnwys o leiaf 8 nod
de: Das Kennwort muss mindestens 8 Zeichen lang sein.
es_es: La contraseña debe contener 8 caracteres como mínimo
fi: Salasanassa on oltava vähintään 8 merkkiä
fr_ca: Le mot de passe doit contenir moins de 8 caractères
ga: Caithfidh 8 gcarachtar ar a laghad a bheith sa phasfhocal
hi: पासवर्ड में कम से कम 8 कैरेक्टर होने चाहिए
id: Kata sandi harus memuat setidaknya 8 karakter.
is: Lykilorðið þarf að hafa a.m.k. 8 stafi
it: La password deve contenere almeno 8 caratteri
ja: パスワードは最低8文字なければなりません
mi: Me mau te kupuhipa iti atu i te 8 ngā pūāhua
ms: Kata laluan mesti mengandungi sekurang-kurangnya 8 aksara
nl: Wachtwoord moet minstens 8 tekens bevatten.
pl: Hasło musi zawierać co najmniej 8 znaków.
pt_br: Senha deve ter pelo menos 8 caracteres
ru: Пароль должен содержать не менее 8 символов
sl: Geslo mora vsebovati vsaj 8 znakov.
th: รหัสผ่านต้องยาวอย่างน้อย 8 ตัวอักษร
vi: Mật khẩu phải có ít nhất 8 ký tự
zh: 密码必须包含至少 8 个字符
zh_hk: 密碼必須最少包含 8 個字符

# qrCreateAccountTos
source: By tapping 'Create Account', you agree to the {termsOfService} and acknowledge the {privacyPolicy}
ar: بالضغط على "إنشاء حساب"، أنت توافق على {termsOfService} وتقر بـ {privacyPolicy}
ca: En tocar "Crea un usuari", accepteu les {termsOfService} i reconeixeu la {privacyPolicy}.
cy: Wrth daro ‘Creu Cyfrif’, rydych chi’n cytuno i’r {termsOfService} ac yn cydnabod y {privacyPolicy}
de: Durch Tippen auf „Konto erstellen“ erklären Sie sich mit den {termsOfService} und den {privacyPolicy} einverstanden.
es_es: Al tocar en “Crear usuario”, aceptas los {termsOfService} y la {privacyPolicy}
fi: Kun napautat ”Luo tili”, hyväksyt {termsOfService} ja {privacyPolicy}
fr_ca: En tapotant sur « Créer un compte », vous acceptez les {termsOfService} ainsi que {privacyPolicy}
ga: Trí ‘Cruthaigh Cuntas’ a thapáil, aontaíonn tú leis an {termsOfService} agus aithníonn tú an {privacyPolicy}
hi: 'खाता बनाएं' पर टैप करके, आप {termsOfService} से सहमत होते हैं और {privacyPolicy} को स्वीकार करते हैं
id: Dengan mengetuk ‘Buat Akun’, Anda menyetujui {termsOfService} dan mengakui {privacyPolicy}
is: Með því að pikka á „Búa til reikning“ samþykkir þú {termsOfService} og staðfestir {privacyPolicy}
it: Toccando “Crea account”, accetti i {termsOfService} e confermi l’{privacyPolicy}
ja: [アカウントを作成]をタップすると、{termsOfService}に同意し、{privacyPolicy}を受け入れたことになります
mi: Ma te patopato i 'Hanga Pūkete', e whakāe ana koe ki te {termsOfService} me te whakamihi te {privacyPolicy}
ms: Dengan mengetik 'Cipta Akaun', anda bersetuju untuk {termsOfService} dan memperakui {privacyPolicy}
nl: Door op 'Account maken’ te tikken ga je akkoord met de {termsOfService} en accepteer je het {privacyPolicy}
pl: Stukając opcję Utwórz konto, zgadzasz się na {termsOfService} i potwierdzasz {privacyPolicy}.
pt_br: Ao tocar em ‘Criar conta’, você concorda com os {termsOfService} e reconhece a {privacyPolicy}
ru: Нажимая «Создать учетную запись», вы соглашаетесь с {termsOfService} и признаете {privacyPolicy}
sl: Če tapnete »Ustvari račun«, pristajate na {termsOfService} in potrdite {privacyPolicy}.
th: หลังจากกดเลือก “จัดทำบัญชีผู้ใช้” คุณยินยอมภายใต้ {termsOfService} และรับทราบเกี่ยวกับ {privacyPolicy}
vi: Nhấn vào "Tạo Tài Khoản" đồng nghĩa với việc bạn đồng ý với {termsOfService} và chấp nhận {privacyPolicy}
zh: 点击“创建帐户”即表示，您同意{termsOfService}并确认{privacyPolicy}
zh_hk: 點擊「創建帳戶」，代表您同意{termsOfService}，並了解{privacyPolicy}

source: Terms of Service
ar: شروط الخدمة
ca: Condicions de servei
cy: Telerau Gwasanaeth
de: Servicebedingungen
es_es: Términos de servicio
fi: Käyttöehdot
fr_ca: Conditions d’utilisation
ga: Tearmaí Seirbhíse
hi: सेवा की शर्तें
id: Ketentuan Layanan
is: Þjónustuskilmálar
it: Termini di servizio
ja: サービス利用規約
mi: Ngā Ture o te Ratonga
ms: Terma Perkhidmatan
nl: Servicevoorwaarden
pl: Warunki korzystania z usługi
pt_br: Termos de Serviço
ru: Условия предоставления услуг
sl: Pogoji storitve
th: เงื่อนไขการให้บริการ
vi: Điều Khoản Dịch Vụ
zh: 服务条款
zh_hk: 服務條款

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privacitat
cy: Polisi Preifatrwydd
de: Datenschutzrichtlinien
es_es: Política de privacidad
fi: Tietosuojakäytäntö
fr_ca: Politique de confidentialité
ga: Polasaí Príobháideachais
hi: गोपनीयता नीति
id: Kebijakan Privasi
is: Persónuverndarstefna
it: Informativa sulla privacy
ja: 個人情報保護方針
mi: Kaupapahere Tūmataiti
ms: Dasar Privasi
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
ru: Политика конфиденциальности
sl: Pravilnik o zasebnosti
th: นโยบายความเป็นส่วนตัว
vi: Chính Sách Quyền Riêng Tư
zh: 隐私政策
zh_hk: 隱私政策

source: View the Privacy Policy
ar: عرض سياسة الخصوصية
ca: Visualitza la política de privacitat
cy: Gweld y Polisi Preifatrwydd
de: Datenschutzrichtlinien anzeigen
es_es: Ver la política de privacidad
fi: Näytä tietosuojakäytäntö
fr_ca: Voir la politique de confidentialité
ga: Féach ar an bPolasaí Príobháideachais
hi: गोपनीयता नीति देखें
id: Lihat Kebijakan Privasi
is: Skoða persónuverndarstefnuna
it: Visualizza informativa sulla privacy
ja: プライバシーポリシーを表示する
mi: Tirohia te Kaupapahere Tūmataiti
ms: Lihat Dasar Privasi
nl: Privacybeleid weergeven
pl: Pokaż politykę prywatności
pt_br: Visualizar Política de Privacidade
ru: Посмотреть политику конфиденциальности
sl: Ogled Pravilnika o zasebnosti
th: ดูนโยบายความเป็นส่วนตัว
vi: Xem Chính Sách Quyền Riêng Tư
zh: 查看隐私政策
zh_hk: 檢視隱私政策

source: Already have an account?
ar: هل تمتلك حسابًا بالفعل؟
ca: Ja teniu un usuari?
cy: Oes gennych chi gyfrif yn barod?
de: Sie haben bereits ein Konto?
es_es: ¿Ya tienes una cuenta?
fi: Onko sinulla jo tili?
fr_ca: Vous possédez déjà un compte?
ga: An bhfuil cuntas agat cheana féin?
hi: पहले से कोई खाता है?
id: Sudah memiliki akun?
is: Áttu nú þegar reikning?
it: Hai già un account?
ja: アカウントをすでにお持ちですか？
mi: He pūkete tāū?
ms: Sudah memiliki akaun?
nl: Heb je al een account?
pl: Masz już konto?
pt_br: Já tem uma conta?
ru: Уже есть учетная запись?
sl: Ali že imate račun?
th: มีบัญชีอยู่แล้วหรือไม่
vi: Bạn đã có sẵn tài khoản?
zh: 已经有一个帐户吗？
zh_hk: 已經擁有帳戶？

source: Sign In
ar: تسجيل الدخول
ca: Inicia la sessió
cy: Mewngofnodi
de: Anmelden
es_es: Iniciar sesión
fi: Kirjaudu sisään
fr_ca: Se connecter
ga: Sínigh isteach
hi: साइन इन करें
id: Masuk
is: Innskráning
it: Accedi
ja: サインイン
mi: Waitohu I roto i
ms: Daftar Masuk
nl: Aanmelden
pl: Zaloguj się
pt_br: Conectar
ru: Войти в систему
sl: Prijava
th: ลงชื่อเข้าใช้
vi: Đăng Nhập
zh: 登录
zh_hk: 登入

source: Hide Password
ar: إخفاء كلمة المرور
ca: Amaga la contrasenya
cy: Cuddio Cyfrinair
de: Kennwort ausblenden
es_es: Ocultar contraseña
fi: Piilota salasana
fr_ca: Cacher le mot de passe
ga: Folaigh Pasfhocal
hi: पासवर्ड छिपाएं
id: Sembunyikan Kata Sandi
is: Fela lykilorð
it: Nascondi password
ja: パスワードを非表示にする
mi: Huna Kupuhipa
ms: Sembunyikan Kata Laluan
nl: Wachtwoord verbergen
pl: Ukryj hasło
pt_br: Ocultar senha
ru: Скрыть пароль
sl: Skrij geslo
th: ซ่อนรหัสผ่าน
vi: Ẩn Mật Khẩu
zh: 隐藏密码
zh_hk: 隱藏密碼

source: Show Password
ar: إظهار كلمة المرور
ca: Mostra la contrasenya
cy: Dangos Cyfrinair
de: Kennwort anzeigen
es_es: Mostrar contraseña
fi: Näytä salasana
fr_ca: Afficher mot de passe
ga: Taispeáin Pasfhocal
hi: पासवर्ड दिखाएं
id: Tampilkan Kata Sandi
is: Sýna lykilorð
it: Mostra password
ja: パスワードを表示する
mi: Whakatu Kupuhipa
ms: Tunjuk Kata Laluan
nl: Wachtwoord weergeven
pl: Pokaż hasło
pt_br: Exibir senha
ru: Показать пароль
sl: Pokaži geslo
th: แสดงรหัสผ่าน
vi: Hiện Mật Khẩu
zh: 显示密码
zh_hk: 顯示密碼

source: Terms of Service Link
ar: ارتباط شروط الخدمة
ca: Enllaç a les Condicions de servei
cy: Dolen y Telerau Gwasanaeth
de: Servicebedingungen (Link)
es_es: Enlace a los términos de servicio
fi: Käyttöehdot-linkki
fr_ca: Lien vers les conditions d’utilisation
ga: Nasc Téarmaí Seirbhíse
hi: सेवा की शर्तें लिंक
id: Tautan Ketentuan Layanan
is: Tengill á þjónustuskilmála
it: Link dei termini di servizio
ja: サービス利用規約リンク
mi: Ngā Ture o te Ratonga Hono
ms: Pautan Terma Perkhidmatan
nl: Link naar Servicevoorwaarden
pl: Łącze do Warunków korzystania z usługi
pt_br: Link dos Termos de Serviço
ru: Ссылка на условия обслуживания
sl: Povezava na Pogoji za uporabo storitve
th: ลิงค์เงื่อนไขการให้บริการ
vi: Liên Kết Điều Khoản Dịch Vụ
zh: 服务条款链接
zh_hk: 服務條款連結

source: Privacy Policy Link
ar: ارتباط سياسة الخصوصية
ca: Enllaç a la Política de privacitat
cy: Dolen y Polisi Preifatrwydd
de: Datenschutzrichtlinien (Link)
es_es: Enlace a la política de privacidad
fi: Tietosuojakäytäntö-linkki
fr_ca: Lien vers la politique de confidentialité
ga: Nasc Polasaí Príobháideachais
hi: गोपनीयता नीति लिंक
id: Tautan Kebijakan Privasi
is: Tengill á persónuverndarstefnu
it: Link dell’informativa sulla privacy
ja: 個人情報保護方針リンク
mi: Kaupapahere Tūmataiti Hono
ms: Pautan Dasar Privasi
nl: Link naar Privacybeleid
pl: Łącze do Polityki prywatności
pt_br: Link da Política de Privacidade
ru: Ссылка на политику конфиденциальности
sl: Povezava na Pravilnik o zasebnosti
th: ลิงค์นโยบายความเป็นส่วนตัว
vi: Liên Kết Chính Sách Quyền Riêng Tư
zh: 隐私政策链接
zh_hk: 隱私政策連結

source: Event
ar: الحدث
ca: Esdeveniment
cy: Digwyddiad
de: Ereignis
es_es: Evento
fi: Tapahtuma
fr_ca: Événement
ga: Imeacht
hi: घटना
id: Acara
is: Viðburður
it: Evento
ja: イベント
mi: Tauwhāinga
ms: Acara
nl: Gebeurtenis
pl: Wydarzenie
pt_br: Evento
ru: Событие
sl: Dogodek
th: กิจกรรม
vi: Sự Kiện
zh: 活动
zh_hk: 活動

source: Date
ar: التاريخ
ca: Data
cy: Dyddiad
de: Datum
es_es: Fecha
fi: Päivämäärä
ga: Dáta
hi: तिथि
id: Tanggal
is: Dagsetning
it: Data
ja: 日付
mi: Rā
ms: Tarikh
nl: Datum
pl: Data
pt_br: Data
ru: Дата
sl: Datum
th: วันที่
vi: Ngày
zh: 日期
zh_hk: 日期

source: Location
ar: الموقع
ca: Ubicació
cy: Lleoliad
de: Standort
es_es: Ubicación
fi: Sijainti
fr_ca: Emplacement
ga: Suíomh
hi: लोकेशन
id: Lokasi
is: Staðsetning
it: Posizione
ja: 場所
mi: Wāhi
ms: Lokasi
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Местоположение
sl: Mesto
th: ตำแหน่ง
vi: Địa Điểm
zh: 位置
zh_hk: 位置

source: No Location Specified
ar: لم يتم تحديد أي موقع
ca: No s'ha especificat cap ubicació
cy: Dim Lleoliad wedi’i Nodi
de: Kein Standort angegeben
es_es: No hay ninguna ubicación especificada
fi: Sijaintia ei ole määritetty
fr_ca: Aucun lieu spécifié
ga: Níl Suíomh Sonraithe
hi: कोई लोकेशन निर्दिष्ट नहीं
id: Lokasi Tidak Ditetapkan
is: Engin staðsetning tiltekin
it: Nessuna posizione specificata
ja: 場所が指定されていません
mi: Tauwhāititia Kāore he Wāhi
ms: Tiada Lokasi Ditentukan
nl: Geen locatie opgegeven
pl: Brak określonej lokalizacji
pt_br: Nenhum Local Especificado
ru: Местоположение не указано
sl: Mesto ni določeno
th: ไม่ได้ระบุตำแหน่ง
vi: Không Có Địa Điểm Được Xác Định
zh: 没有具体的位置
zh_hk: 無指定的地點

source: Set a date and time to be notified of this event.
ar: تعيين تاريخ ووقت للإعلام بهذا الحدث.
ca: Establiu una data i una hora per rebre una notificació sobre aquest esdeveniment.
cy: Gosod dyddiad ac amser i gael eich atgoffa am y digwyddiad hwn.
de: Datum und Uhrzeit zur Benachrichtigung über dieses Ereignis einstellen.
es_es: Establecer una fecha y un horario para que se me notifique este evento.
fi: Määritä päivämäärä ja aika, jolloin sinulle ilmoitetaan tästä tapahtumasta.
fr_ca: Définissez une date et une heure afin d’être averti de cet événement.
ga: Socraigh dáta agus am le cur ar an eolas faoin imeacht seo.
hi: इस घटना की सूचना पाने के लिए कोई तिथि और समय निर्धारित करें।
id: Atur tanggal dan waktu untuk diberi tahu tentang acara ini.
is: Stilltu inn dagsetningu og tíma til að fá áminningu um þennan viðburð.
it: Imposta una data e un’ora per ricevere la notifica su questo evento.
ja: このイベントの通知を受ける日付と時間を設定します。
mi: Whakatau he rā me te wā hei whakamōhiotia mo tēnei tauwhainga.
ms: Tetapkan tarikh dan masa untuk diberitahu mengenai acara ini.
nl: Stel een datum en tijd in waarop je een melding wilt krijgen voor deze gebeurtenis.
pl: Ustaw datę i godzinę powiadomienia o tym wydarzeniu.
pt_br: Definir uma data e hora para ser notificado sobre este evento.
ru: Задать дату и время уведомления об этом событии.
sl: Nastavite datum in čas obvestila o tem dogodku.
th: กำหนดวันที่และเวลาที่จะแจ้งเกี่ยวกับกิจกรรมนี้
vi: Cài đặt ngày và giờ để được thông báo về sự kiện này.
zh: 设定通知此活动的日期和时间。
zh_hk: 設定通知此活動的日期和時間。
