Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*.arb
Languages: ar, ca, cy, de, es_es, fi, fr_ca, ga, hi, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, th, vi, zh, zh_hk

source: EXTREME CRITICAL EMERGENCY!!
ar: حالة طارئة حرجة للغاية!!
ca: EMERGÈNCIA DE CRÍTICA IMPORTÀNCIA!!
cy: ARGYFWNG - DIFRIFOL IAWN!!
de: ÄUSSERST KRITISCHER NOTFALL!
es_es: EMERGENCIA CRÍTICA
fi: Erittäin kiireellinen hätätapaus!!
fr_ca: ÉTAT D’URGENCE EXTRÊMEMENT SÉRIEUX!!
ga: ÉIGEANDÁIL FÍORCHRITICIÚIL!!
hi: अत्यधिक गंभीर आपातकालीन स्थिति!!
id: DARURAT KRITIKAL EKSTREM!!
is: GÍFURLEGT NEYÐARÁSTAND!!
it: EMERGENZA CRITICA.
ja: 緊急事態です！
mi: TINO URUPARE NUI!!
ms: KECEMASAN KRITIKAL MELAMPAU!!
nl: ER IS EEN PROBLEEM, GRAAG DRINGEND HULP!
pl: KRYTYCZNA SYTUACJA AWARYJNA!
pt_br: EMERGÊNCIA CRÍTICA EXTREMA!!
ru: ЧРЕЗВЫЧАЙНО КРИТИЧЕСКАЯ СИТУАЦИЯ!!
sl: SKRAJNO KRITIČNI NUJNI PRIMER
th: กรณีฉุกเฉินอย่างยิ่ง!!
vi: TRƯỜNG HỢP KHẨN CẤP, CỰC KỲ QUAN TRỌNG!!
zh: 非常紧急！
zh_hk: 極其重要的緊急情況！！

source: Not Graded
ar: لم يتم التقييم
ca: Sense nota
cy: Heb eu graddio
de: Unbenotet
es_es: Sin evaluar
fi: Ei arvioida
fr_ca: Non noté
ga: Níl sé Marcáilte
hi: ग्रेड नहीं किया गया
id: Tidak Dinilai
is: Ekki metið
it: Non valutato
ja: 未採点
mi: Kāore i kōekehia
ms: Tidak Bergred
nl: Niet beoordeeld
pl: Nie oceniono
pt_br: Sem nota
ru: Оценка не выставлена
sl: Ni ocenjeno
th: ไม่ได้ลงเกรด
vi: Chưa Được Chấm Điểm
zh: 未评分
zh_hk: 未評分

source: Login flow: Normal
ar: تدفق تسجيل الدخول: عادي
ca: Flux d'inici de sessió: Normal
cy: Llif Mewngofnodi: Arferol
de: Anmeldung Flow: Normal
es_es: Flujo de inicio de sesión: Normal
fi: Sisäänkirjautumisen kulku: Normaali
fr_ca: Flux de connexion : Normal
ga: Sreabhadh logáil isteach: Gnáth
hi: लॉगिन प्रवाह: सामान्य
id: Alur login: Normal
is: Innskráningarflæði: Venjulegt
it: Flusso di login: Normale
ja: ログインフロー：標準
mi: Rere o te takiuru: Noa
ms: Aliran log masuk: Biasa
nl: Aanmeldingsstroom: Normaal
pl: Proces logowania: Normalny
pt_br: Fluxo de login: Normal
ru: Процесс авторизации: Обычный
sl: Potek prijave: Aktivno
th: โครงสร้างการล็อกอิน: ปกติ
vi: Quy trình đăng nhập: Thường
zh: 登录流程：正常
zh_hk: 登入流態：正常

source: Login flow: Canvas
ar: تدفق تسجيل الدخول: Canvas
ca: Flux d'inici de sessió: Canvas
cy: Llif Mewngofnodi: Canvas
de: Anmeldung Flow: Canvas
es_es: Flujo de inicio de sesión: Canvas
fi: Sisäänkirjautumisen kulku: Canvas
fr_ca: Flux de connexion : Canvas
ga: Sreabhadh logáil isteach: Canvas
hi: लॉगिन प्रवाह: Canvas
id: Alur login: Canvas
is: Innskráningarflæði: Canvas
it: Flusso di login: Canvas
ja: ログインフロー：Canvas
mi: Rere o te takiuru: Canvas
ms: Aliran log masuk: Canvas
nl: Aanmeldingsstroom: Canvas
pl: Proces logowania: Canvas
pt_br: Fluxo de login: Canvas
ru: Процесс авторизации: Canvas
sl: Potek prijave: Sistem Canvas
th: โครงสร้างการล็อกอิน: Canvas
vi: Quy trình đăng nhập: Canvas
zh: 登录流程：Canvas
zh_hk: 登入流態：Canvas

source: Login flow: Site Admin
ar: تدفق تسجيل الدخول: مسؤول الموقع
ca: Flux d'inici de sessió: Administrador del lloc web
cy: Llif Mewngofnodi: Gweinyddwr Safle
de: Anmeldung Flow: Website-Administrator*in
es_es: Flujo de inicio de sesión: Administrador del sitio
fi: Sisäänkirjautumisen kulku: Sivuston pääkäyttäjä
fr_ca: Flux de connexion : Administrateur du site
ga: Sreabhadh logáil isteach: Riarthóir an tSuímh
hi: लॉगिन प्रवाह: साइट व्यवस्थापक
id: Alur login: Admin Situs
is: Innskráningarflæði: Svæðisstjórnandi
it: Flusso di login: Amministratore del sito
ja: ログインフロー：サイト管理者
mi: Rere o te takiuru: Pae Whakahaere
ms: Aliran log masuk: Pentadbir Laman Web
nl: Aanmeldingsstroom: Sitebeheerder
pl: Proces logowania: Administrator strony
pt_br: Fluxo de login: Administrador do site
ru: Процесс авторизации: Администратор сайта
sl: Potek prijave: Skrbnik mesta
th: โครงสร้างการล็อกอิน: ผู้ดูแลไซต์
vi: Quy trình đăng nhập: Quản Trị Viên Trang:
zh: 登录流程：网站管理员
zh_hk: 登入流態：網站管理員

source: Login flow: Skip mobile verify
ar: تدفق تسجيل الدخول: تخطي التحقق من الجوّال
ca: Flux d'inici de sessió: Omet la verificació mòbil
cy: Llif Mewngofnodi: Anwybyddu cadarnhau symudol
de: Anmeldung Flow: Mobile Prüfung überspringen
es_es: Flujo de inicio de sesión: Omitir verificación móvil
fi: Sisäänkirjautumisen kulku: Ohita mobiilivahvistus
fr_ca: Flux de connexion : Ignorer la vérification mobile
ga: Sreabhadh logáil isteach: Scipeáil deimhniú soghluaiste
hi: लॉगिन प्रवाह: मोबाइल सत्यापन छोड़ें
id: Alur login: Lewatkan verifikasi seluler
is: Innskráningarflæði: Sleppa sannreyningu farsíma
it: Flusso di login: Salta verifica dispositivo mobile
ja: ログインフロー：モバイル検証を省略する
mi: Rere o te takiuru: Peke tautoko i te waea haerēre
ms: Aliran log masuk: Langkau pengesahan mudah alih
nl: Aanmeldingsstroom: Mobiel verifiëren overslaan
pl: Proces logowania: Pomiń weryfikację mobilną
pt_br: Fluxo de login: Pular verificação móvel
ru: Процесс авторизации: Пропустить проверку мобильного устройства
sl: Potek prijave: Preskoči mobilno potrditev
th: โครงสร้างการล็อกอิน: ข้ามการยืนยันผ่านอุปกรณ์พกพา
vi: Quy trình đăng nhập: Bỏ qua phần xác minh trên di động
zh: 登录流程：跳过移动设备验证
zh_hk: 登入流態：跳過流動認證

source: Act As User
ar: تصرف كمستخدم
ca: Actua com un usuari
cy: Gweithredu fel Defnyddiwr
de: Handeln als Benutzer*in
es_es: Actuar como usuario
fi: Toimi käyttäjänä
fr_ca: Agir en tant qu’utilisateur
ga: Gníomh mar Úsáideoir
hi: उपयोगकर्ता के रूप में कार्य करें
id: Bertindak sebagai Pengguna
is: Bregðast við sem notandi
it: Agisci come utente
ja: ユーザーとして機能する
mi: Mahi Rite Kaiwhakamahi
ms: Bertindak Sebagai Pengguna
nl: Optreden als gebruiker
pl: Działaj jako użytkownik
pt_br: Agir como usuário
ru: Действовать как пользователь
sl: Prevzemi vlogo uporabnika
th: ดำเนินการในฐานะผู้ใช้
vi: Đóng Vai Trò Người Dùng
zh: 临时代理用户
zh_hk: 作為使用者

source: Stop Acting as User
ar: إيقاف التصرف كمستخدم
ca: Deixa d'actuar com a usuari
cy: Stopio Gweithredu fel Defnyddiwr
de: Nicht mehr handeln als Benutzer*in
es_es: Dejar de actuar como usuario
fi: Lopeta käyttäjän roolissa toimiminen
fr_ca: Arrêter d’agir en tant qu’utilisateur
ga: Stop ag Gníomhú mar Úsáideoir
hi: उपयोगकर्ता के रूप में कार्य करना बंद करें
id: Stop Bertindak sebagai Pengguna
is: Hætta að bregðast við sem notandi
it: Non agire più come utente
ja: ユーザーとしての機能を停止する
mi: Kati te mahi rite tonu i te kaiwhakamahi
ms: Berhenti Bertindak sebagai Pengguna
nl: Stop met optreden als gebruiker
pl: Przestań działać jako Użytkownik
pt_br: Parar de Agir como Usuário
ru: Перестать действовать как пользователь
sl: Opustite vlogo uporabnika
th: หยุดดำเนินการในฐานะผู้ใช้
vi: Dừng Đóng Vai Trò Người Dùng
zh: 停止临时代理用户
zh_hk: 停止作為使用者

# actingAsUser
source: You are acting as {userName}
ar: أنت تتصرف باعتبارك {userName}
ca: Esteu fent de {userName}
cy: Rydych chi’n gweithredu fel {userName}
de: Sie handeln als {userName}.
es_es: Está actuando como {userName}
fi: Toimit käyttäjänä {userName}
fr_ca: Vous agissez en tant que {userName}
ga: Tá tú ag gníomhú mar {userName}
hi: आप {userName} के रूप में कार्य कर रहे हैं
id: Anda bertindak sebagai {userName}
is: Þú virkar sem {userName}
it: Stai agendo come {userName}
ja: あなたは{userName}として機能しています
mi: Kei te mahi koe pēnei {userName}
ms: Anda bertindak sebagai {userName}
nl: Je treedt op als {userName}
pl: Podszywasz się jako {userName}
pt_br: Você está agindo como {userName}
ru: Вы действуете как {userName}
sl: Nastopate v vlogi {userName}
th: กำลังกำลังดำเนินการในฐานะ {userName}
vi: Bạn đang đóng vai trò {userName}
zh: 您正在临时代理{userName}
zh_hk: 您正在作為 {userName}

source: "Act as" is essentially logging in as this user without a password. You will be able to take any action as if you were this user, and from other users' points of views, it will be as if this user performed them. However, audit logs record that you were the one who performed the actions on behalf of this user.
ar: "تصرف كـ" هو تسجيل الدخول كما لو كنت هذا المستخدم دون كلمة مرور. ستتمكن من اتخاذ أي إجراء كما لو كنت هذا المستخدم، ومن وجهة نظر المستخدمين الآخرين، سيبدو الأمر كما لو كان هذا المستخدم هو من قام بهذه الإجراءات. ولكن سجلات التدقيق ستسجل أنك كنت الشخص الذي قام بالإجراءات نيابةً عن هذا المستخدم.
ca: “Actua com” vol dir bàsicament iniciar la sessió com aquest usuari sense una contrasenya. Podreu fer qualsevol acció com si fóssiu aquest usuari, i des del punt de vista dels altres usuaris, serà com si les hagués dut a terme aquest usuari. Tanmateix, els registres d'auditoria enregistren que heu sigut vós qui ha dut a terme les accions en nom de l'altre usuari.
cy: Bydd "Gweithredu fel" yn golygu eich bod yn mewngofnodi fel y defnyddiwr hwn heb gyfrinair. Byddwch chi’n gallu gwneud unrhyw beth fel petai chi yw’r defnyddiwr hwn. O safbwynt defnyddwyr eraill, bydd yn edrych fel mai’r defnyddiwr hwn sydd wedi gwneud hynny. Ond, bydd logiau archwilio’n cofnodi mai chi wnaeth hynny ar ran y defnyddiwr hwn.
de: „Handeln als“ heißt im Grunde sich als diese/r Benutzer*in ohne Kennwort die anzumelden. Sie können beliebige Maßnahmen ergreifen, als wären Sie dieser Benutzer, und aus der Sicht andere/r Benutzer*in wird es sein, als ob sie diese/r Benutzer*in ausführt. Die Audit-Protokolle zeichnen auf, dass Sie die Aktionen im Namen des Benutzers durchgeführt haben.
es_es: "Actuar como" es básicamente iniciar sesión como si fuera este usuario pero sin una contraseña. Podrás realizar cualquier acción como si fueras este usuario y, desde el punto de vista de los demás usuarios, será como si este usuario las hubiera realizado. Sin embargo, los registros de auditoría indican que tu eres quien ha realizado las acciones en representación de este usuario.
fi: ”Toimi käyttäjänä” kirjautuu periaatteessa sisään tänä käyttäjänä ilman salasanaa. Voit ryhtyä mihin tahansa toimenpiteeseen ikään kuin olisit tämä käyttäjä, ja muiden käyttäjien näkökulmasta näyttäisi siltä, että sinä olisit suorittanut nämä toimenpiteet. Tarkistuslokeihin kuitenkin kirjataan, että sinä suoritit toimenpiteet tämän käyttäjän puolesta.
fr_ca: « Agir en tant que » (Act as) est essentiellement d’ouvrir une session en tant que cet utilisateur sans mot de passe. Vous serez en mesure de prendre toute action comme si vous étiez cet utilisateur, et selon les points de vue des autres utilisateurs, ce sera comme si cet utilisateur aurait effectué ces actions. Toutefois, le journal d’événements a identifié que vous étiez celui qui a effectué les actions au nom de cet étudiant.
ga: Go bunúsach is éard atá i gceist le "Gníomh mar" logáil isteach mar an úsáideoir seo gan pasfhocal. Beidh tú in ann aon ghníomg a dhéanamh amhail is gur tusa an t-úsáideoir seo, agus ó dhearcadh úsáideoirí eile, beidh sé mar a rinne an t-úsáideoir seo iad. Mar sin féin, taifeadann logaí iniúchta gurb tusa an té a rinne na gníomhartha thar ceann an úsáideora seo.
hi: "इस रूप में कार्य करें" अनिवार्य रूप से बिना पासवर्ड के इस उपयोगकर्ता के रूप में लॉग इन करना है। आपके पास ऐसे कार्य करने की क्षमता होगी जैसे कि आप यह उपयोगकर्ता थे, और अन्य उपयोगकर्ताओं को ऐसा प्रतीत होगा जैसे कि इस उपयोगकर्ता ने कार्य किए हैं। हालांकि, ऑडिट लॉग रिकॉर्ड बताते हैं कि वो आप ही थे जिन्होंने इस उपयोगकर्ता की ओर से कार्रवाई की थी।
id: “Act as” (Bertindak Sebagai) pada dasarnya adalah melakukan login sebagai pengguna ini tanpa kata sandi. Anda akan dapat melakukan tindakan apa pun jika Anda adalah pengguna ini, dan dari sudut pandang pengguna lain, ini seakan-akan pengguna ini melakukannya. Namun, log audit mencatat bahwa Anda lah orang yang melakukan tindakan atas nama pengguna ini.
is: "Bregðast við sem" er í raun og veru að skrá sig inn sem þessi notandi án lykilorðs. Þú munt getað gripið til allra aðgerða eins og að þú værir viðkomandi notandi, frá sjónarhóli annarra notenda, þá mun það vera eins og þessi notandi hafi framkvæmt viðkomandi aðgerðir. Samt sem áður sýna endurskoðaðar skrár að það varst þú sem framkvæmdir aðgerðirnar fyrir hönd þessa notanda.
it: "Agisci come" consiste sostanzialmente nell'effettuare l'accesso assumendo l'identità di questo utente senza inserire alcuna password. Potrai eseguire qualsiasi azione come se fossi questo utente e, dal punto di vista degli altri utenti, sarà come se queste azioni fossero state eseguite da questo utente. Tuttavia, i log di controllo registrano che sei stato tu a eseguire le azioni per conto di questo utente.
ja: "機能する"とは、基本的にパスワードなしでこのユーザーとしてログインすることです。このユーザーであるかのようにアクションを実行することができ、他のユーザーからは、このユーザーがそれらを実行したように見えますが、監査ログには、あなたがこのユーザーの代わりにアクションを実行したことが記録されます。
mi: "Ko te Mahi hei" kei te takiuru tēnei kaiwhakamahi me te kore kupuhipa. Ka taea e koe te mahi i tētahi mahi me te mea ko koe tēnei kaiwhakamahi, me ētahi atu whakaaro ō ngā kaiwhakamahi, 'ka mahia anō nei ngā te kaiwhakamahi i mahi. Heoi, ka tuhia e ngā kaute tuhinga ko koe te kaihanga i ngā mahi mo tēnei kaiwhakamahi.
ms: "Bertindak sebagai" pada asasnya ialah log masuk sebagai pengguna ini tanpa kata laluan. Anda akan dapat mengambil tindakan seolah-olah anda pengguna ini, dan dari sudut pandang pengguna lain, akan menjadikan seolah-olah pengguna ini melaksanakan tindakan tersebut. Namun begitu, log audit merekodkan bahawa anda ialah orang yang melaksanakan tindakan bagi pihak pengguna ini.
nl: "Optreden als" is in essentie hetzelfde als aanmelden als deze gebruiker zonder wachtwoord. Je kunt alle acties uitvoeren alsof je die gebruiker bent. Gezien vanuit andere gebruikers lijkt het dan ook alsof die acties door die gebruiker zijn uitgevoerd. De controleogboeken laten echter zien dat jij degene was die namens deze gebruiker die acties verricht hebt.
pl: "Podszywanie" polega na logowaniu się jako inny użytkownik bez użycia hasła. Będziesz mieć możliwość podejmowania wszelkich działań jako ten użytkownik, a z perspektywy innych użytkowników będzie to wyglądać, jakby właśnie dany użytkownik przeprowadzał wszystkie czynności. W dzienniku audytu zostanie jednak zapisana informacja, że to Ty wykonywałeś(aś) działania w imieniu tego użytkownika.
pt_br: "Agir como" é essencialmente fazer logon como este usuário sem uma senha. Você poderá realizar qualquer ação como se você fosse este usuário, e no ponto de vista dos outros usuários, será como se este usuário a estivesse executando. Contudo, logs de auditoria registram o fato de que você era a pessoa que realizou as ações em nome desse usuário.
ru: «Действовать как пользователь» является по существу входом в систему в качестве этого пользователя без пароля. Вы сможете совершать любые действия, как если бы вы были этим пользователем, а для других пользователей это будет выглядеть так, как будто эти действия совершил этот пользователь. Тем не менее, в контрольных журналах записывается информация от том, что именно вы выполняли указанные действия от имени этого пользователя.
sl: »Nastopajoči v vlogi« se v osnovi prijavlja kot ta uporabnik brez gesla. Lahko boste izvedli katero koli dejanje, kot bi bili ta uporabnik, z vidika drugih uporabnikov pa bo videti, kot da je dejanja izvedel ta uporabnik. Vendar dnevniki dogodkov beležijo, da ste v imenu tega uporabnika dejanja izvedli vi.
th: “ดำเนินการในฐานะ” เป็นการล็อกอินเป็นผู้ใช้รายนี้โดยไม่มีรหัสผ่าน คุณสามารถดำเนินการใด ๆ ก็ได้เสมือนเป็นผู้ใช้รายนี้ และผู้ใช้อื่น ๆ จะเข้าใจว่าผู้ใช้รายนี้เป็นผู้ดำเนินการ อย่างไรก็ตาม บันทึกประวัติจะมีจัดทำไว้เพื่อแจ้งว่าคุณเป็นบุคคลที่ดำเนินการในนามของผู้ใช้รายนี้
vi: "Đóng vai trò" về cơ bản là đăng nhập dưới danh nghĩa người dùng này mà không sử dụng mật khẩu. Bạn sẽ có thể thực hiện mọi thao tác như thể bạn chính là người dùng này và từ góc nhìn của người dùng khác, mọi thứ sẽ như thể chính là người dùng này thực hiện các thao tác đó. Tuy nhiên, nhật ký đánh giá sẽ ghi nhận lại rằng bạn chính là người đã thực hiện thao tác thay mặt cho người dùng này.
zh: “临时代理”实际上已经登录，因为该用户没有密码。您能够像此用户一样执行任何操作，从另一位用户的角度来讲，这将视同由此用户执行这些操作。但是，审计日志记录您是代表该用户执行操作的人。
zh_hk: 「作為」本質上是以此使用者身份登錄，沒有密碼。您將能夠進行任何操作，就好像您就是此使用者一樣，並且，其他使用者也會認為是此使用者執行了操作。然而，活動紀錄會記錄事實，即您是代表此使用者執行操作的人。

source: Domain
ar: المجال
ca: Domini
cy: Parth
de: Domäne
es_es: Dominio
fi: Verkkotunnus
fr_ca: Domaine
ga: Fearann
hi: डोमेन
is: Lén
it: Dominio
ja: ドメイン
mi: Rohe
nl: Domein
pl: Domena
pt_br: Domínio
ru: Домен
sl: Domena
th: โดเมน
vi: Tên Miền
zh: 域
zh_hk: 網域

source: You must enter a valid domain
ar: يجب عليك إدخال مجال صالح
ca: Heu d'introduir un domini vàlid
cy: Mae’n rhaid i chi roi parth dilys
de: Sie müssen eine gültige Domäne eingeben
es_es: Debes introducir un dominio válido
fi: Määritä kelvollinen toimialue
fr_ca: Vous devez saisir un nom de domaine valide
ga: Ní mór duit fearann bailí a chur isteach
hi: आपको कोई मान्य डोमेन दर्ज करना चाहिए
id: Anda harus memasukkan domain yang valid
is: Þú verður að setja inn rétt lén
it: Devi inserire un dominio valido
ja: 有効なドメインを入力する必要があります
mi: Me whakauru e koe i te rohe whaimana
ms: Anda mesti memasukkan domain yang sah
nl: Je moet een geldig domein invoeren
pl: Musisz wpisać prawidłową domenę
pt_br: É necessário inserir um domínio válido
ru: Необходимо указать действительный домен
sl: Vnesti morate veljavno domeno
th: คุณจะต้องกรอกโดเมนที่ถูกต้อง
vi: Bạn phải nhập tên miền hợp lệ
zh: 必须输入有效的域
zh_hk: 您必須輸入有效的網域

source: User ID
ar: معرف المستخدم
ca: ID d’usuari
cy: ID Defnyddiwr
de: Benutzer*in-ID
es_es: Identificación de usuario
fi: Käyttäjätunnus
fr_ca: ID utilisateur
ga: ID an Úsáideora
hi: उपयोगकर्ता आईडी
id: ID Pengguna
is: Auðkenni notanda
it: ID utente
ja: ユーザ ID
mi: Kaiwhakamahi ID
ms: ID Pengguna
nl: Gebruikers-ID
pl: Identyfikator użytkownika
pt_br: ID de Usuário
ru: Идентификатор пользователя
sl: ID uporabnika
th: ID ผู้ใช้
vi: ID Người Dùng
zh: 用户 ID
zh_hk: 使用者 ID

source: You must enter a user id
ar: يجب أن تدخل معرف مستخدم
ca: Heu d'introduir un ID d'usuari
cy: Mae’n rhaid i chi roi ID defnyddiwr
de: Sie müssen eine Benutzer-ID eingeben
es_es: Debes introducir una identificación de usuario
fi: Sinun on annettava voimassa oleva tunnus
fr_ca: Vous devez saisir un ID d’utilisateur
ga: Ní mór duit id an úsáideora a chur isteach
hi: आपको उपयोगकर्ता आईडी दर्ज करनी चाहिए
id: Anda harus memasukkan id pengguna
is: Þú verður að setja inn auðkenni notanda
it: Devi inserire un ID utente
ja: ユーザー ID を入力する必要があります
mi: Me whakauru e koe he kaiwhakamahi id
ms: Anda mesti memasukkan id pengguna yang sah
nl: Je moet een gebruikers-ID invoeren
pl: Musisz wpisać ID użytkownika
pt_br: É necessário inserir uma id de usuário
ru: Необходимо ввести идентификатор пользователя
sl: Vnesti morate ID uporabnika
th: คุณจะต้องกรอก id ผู้ใช้
vi: Bạn phải nhập id người dùng
zh: 必须输入用户 ID
zh_hk: 您必須輸入使用者 ID

source: There was an error trying to act as this user. Please check the Domain and User ID and try again.
ar: حدث خطأ ما في التصرف باعتبارك هذا المستخدم. يرجى التحقق من المجال ومعرف المستخدم وإعادة المحاولة.
ca: S'ha produït un error en intentar actuar com a aquest usuari. Comproveu l'ID d'usuari i el domini i torneu-ho a provar.
cy: Gwall wrth geisio gweithredu fel y defnyddiwr hwn. Gwnewch yn sîwr bod y Parth a’r ID Defnyddiwr yn iawn a rhoi cynnig arall arni.
de: Beim Handeln als diese/r Benutzer*in ist ein Fehler aufgetreten. Bitte überprüfen Sie die Domäne und die Benutzer-ID, und versuchen Sie es erneut.
es_es: Ha habido un error al intentar actuar en nombre de este usuario. Revisa el dominio y la identificación de usuario y vuelve a intentarlo.
fi: Ilmeni virhe yritettäessä toimia tänä käyttäjänä. Tarkista verkkotunnus ja käyttäjän tunnus ja yritä uudelleen.
fr_ca: Une erreur s’est produite lors de la tentative d’agir en tant que cet utilisateur. Veuillez vérifier le domaine et l’ID utilisateur et réessayer.
ga: Tharla earráid agus iarracht á déanamh mar úsáideoir seo. Seiceáil an Fearainn agus ID an Úsáideora agus bain triail eile as.
hi: इस उपयोगकर्ता के रूप में कार्य करने का प्रयास करते समय त्रुटि हुई। कृपया डोमेन और उपयोगकर्ता आईडी की जांच करें और फिर से कोशिश करें।
id: Terjadi kesalahan saat mencoba bertindak sebagai pengguna ini. Silakan cek Domain dan ID Pengguna dan coba lagi.
is: Villa kom upp við að bregðast við sem þessi notandi. Athugaðu lén og auðkenni notanda og reyndu aftur.
it: Si è verificato un errore durante il tentativo di agire come questo utente. Controlla il dominio e l’ID utente e riprova.
ja: このユーザーとして機能しようとしてエラーが発生しました。ドメインとユーザー ID をチェックしてから、再試行してください。
mi: He hapa i te wā e ngana ana ki te mahi hei kaiwhakamahi. Tēnā koa āta titiro te Rohe me Kaiwhakamahi ID ana ka ngana anō.
ms: Terdapat ralat semasa cuba bertindak sebagai pengguna ini. Sila semak Domain dan ID Pengguna kemudian cuba semula.
nl: Er is een fout opgetreden bij het optreden als deze gebruiker. Controleer het domein en de gebruikers-ID en probeer het opnieuw.
pl: Wystąpił błąd podczas podszywania się jako ten użytkownik. Sprawdź domenę i ID użytkownika oraz spróbuj ponownie.
pt_br: Houve um erro ao tentar agir como este usuário. Verifique o Domínio e a ID de usuário e tente novamente.
ru: Произошла ошибка при попытке использования функции «Действовать как пользователь». Проверьте домен и идентификатор пользователя и повторите попытку.
sl: Prišlo je do napake pri prevzemanju vloge tega uporabnika. Preverite domeno in ID uporabnika ter poskusite znova.
th: มีข้อผิดพลาดในการดำเนินการในฐานะผู้ใช้รายนี้ กรุณาตรวจสอบโดเมนและ ID ผู้ใช้ และลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi cố đóng vai trò người dùng này. Vui lòng kiểm tra Tên Miền và ID Người Dùng rồi thử lại.
zh: 尝试临时代理用户时发生错误。请检查域和用户 ID，然后再试一次。
zh_hk: 嘗試作為此使用者時出現錯誤。請檢查網域及使用者 ID 然後重試。

# endMasqueradeMessage
source: You will stop acting as {userName} and return to your original account.
ar: ستتوقف عن التصرف باعتبارك {userName} وستعود إلى حسابك الأصلي.
ca: Deixareu d'actuar com a {userName} i tornareu al vostre usuari original.
cy: Byddwch chi’n stopio gweithredu fel {userName} ac yn dychwelyd i’ch cyfrif gwreiddiol.
de: Sie hören auf, zu handeln als {userName} und kehren zu Ihrem ursprünglichen Konto zurück.
es_es: Dejarás de actuar como {userName} y volverás a tu cuenta original.
fi: Lopetat toimimasta käyttäjänä {userName} ja palaat alkuperäiselle tilillesi.
fr_ca: Vous allez cesser d’agir comme {userName} et retournerez à votre compte original.
ga: Stopfaidh tú ag gníomhú mar {userName} agus filleadh ar do chuntas bunaidh.
hi: आप {userName} के रूप में कार्य करना बंद कर देंगे और अपने मूल खाते में वापस आ जाएंगे।
id: Anda akan berhenti bertindak sebagai {userName} dan kembali ke akun asli Anda.
is: Þú hættir að bregðast við sem {userName} og ferð aftur í upprunalegan reikning þinn.
it: Non agirai più come {userName} e tornerai al tuo account originale.
ja: {userName}として機能することを停止して、元のアカウントに戻ります。
mi: Ka mutu tō mahi hei {userName} ka hoki ki tāu pūkete.ake.
ms: Anda akan berhenti bertindak sebagai {userName} dan kembali ke akaun asal anda.
nl: Je stopt met optreden als {userName} en keert terug naar je oorspronkelijke account.
pl: Zatrzymasz podszywanie się jako {userName} i powrócisz do swojego konta.
pt_br: Você parará de agir como {userName} e voltará à sua conta original.
ru: Функция «Действовать как {userName}» будет отключена и вы вернетесь в свою исходную учетную запись.
sl: Prenehali boste nastopati v vlogi {userName} in se vrnili v svoj prvotni račun.
th: คุณจะหยุดดำเนินการในฐานะ {userName} และกลับไปที่บัญชีเดิมของคุณ
vi: Bạn sẽ dừng đóng vai {userName} và trở về tài khoản của bạn.
zh: 您将停止临时代理用户 {userName} 并返回您的原始帐户。
zh_hk: 您將會停止作為 {userName} 並返回到您的原有帳戶。
