Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*_instk12.arb
Languages: da, nb, sv

source: submissionStatusSuccessSubtitle
da: Denne opgave blev afleveret den {date} kl. {time} og venter på at blive bedømt
nb: Denne oppgaven ble levert den {date} klokken {time} og avventer vurdering.
sv: Uppgiften lämnades in {date} kl. {time} och väntar på bedömning

source: outOfPoints
da: {howMany,plural, =1{Ud af 1 point}other{Ud af {points} point}}
nb: {howMany,plural, =1{av 1 poeng}other{av {points} poenger}}
sv: {howMany,plural, =1{En av 1 poäng}other{En av {points} poäng}}

source: Excused
da: Undskyldt
nb: Fritatt
sv: Ursäktad

source: Complete
da: Fuldført
nb: Fullført
sv: Fullgjord

source: Incomplete
da: Ufuldstændig
nb: Ikke fullført
sv: Ej fullständig

source: latePenalty
da: Straf for sen aflevering (-{pointsLost})
nb: Forsinkelsesstraff (-{pointsLost})
sv: Förseningsbestraffning (-{pointsLost})

source: finalGrade
da: Endelig vurdering: {grade}
nb: Avsluttende vurdering: {grade}
sv: Slutbedömning: {grade}

source: Alert Settings
da: Varslingsindstillinger
nb: Varselsinnstillinger
sv: Notisinställningar

source: Alert me when…
da: Send mig en varsling når ...
nb: Varsle meg når…
sv: Notifiera mig om...

source: Course grade below
da: Fagvurdering under
nb: Fagvurdering under
sv: Kursbedömning under

source: Course grade above
da: Fagvurdering over
nb: Fagvurdering over
sv: Kursbedömning över

source: Assignment missing
da: Manglende opgave
nb: Oppgave mangler
sv: Uppgift saknas

source: Assignment grade below
da: Opgavevurdering under
nb: Oppgavevurdering under
sv: Uppgiftsbedömning under

source: Assignment grade above
da: Opgavevurdering over
nb: Oppgavevurdering over
sv: Uppgiftsbedömning över

source: Course Announcements
da: Fag-beskeder
nb: Fagbeskjeder
sv: Kursmeddelande

source: Institution Announcements
da: Institutionsmeddelelser
nb: Institusjonsbeskjeder
sv: Institutionsmeddelande

source: Never
da: Aldrig
nb: Aldri
sv: Aldrig

source: Grade percentage
da: Vurdering procent
nb: Vurderingsskala i prosent
sv: Bedömningsprocent

source: There was an error loading your student's alerts.
da: Der opstod en fejl under indlæsning af elevens varslinger.
nb: Det oppsto en feil under lasting av elevvarslene dine.
sv: Det gick inte att läsa in din elevs notiser.

source: Must be below 100
da: Skal være under 100
nb: Må være under 100
sv: Måste vara under 100

source: mustBeBelowN
da: Skal være under {percentage}
nb: Må være under {percentage}
sv: Måste vara under {percentage}

source: mustBeAboveN
da: Skal være over {percentage}
nb: Må være over {percentage}
sv: Måste vara över {percentage}

source: Select Student Color
da: Vælg denne elev farve
nb: Velg elevfarge
sv: Välj elevfärg

source: Electric, blue
da: Elektrisk, blå
nb: Elektrisk, blå
sv: Elektrisk, blå

source: Plum, Purple
da: Blomme, lilla
nb: Plomme, blå
sv: Plommon, lila

source: Raspberry, Red
da: Hindbær, rød
nb: Bringebær, rød
sv: Hallon, röd

source: Fire, Orange
da: Ild, orange
nb: Ild, oransje
sv: Eld, orange

source: Shamrock, Green
da: Firkløver, grøn
nb: Kløver, grønn
sv: Klöver, grön

source: An error occurred while saving your selection. Please try again.
da: Der opstod en fejl, da du forsøgte at gemme dit valg. Prøv igen.
nb: Det oppsto en feil ved lagring av valget ditt. Prøv på nytt.
sv: Ett fel inträffade när ditt val sparades. Försök igen.

source: changeStudentColorLabel
da: Skift farve til {studentName}
nb: Endre farge for {studentName}
sv: Ändra färg för {studentName}

source: Teacher
da: Lærer
nb: Lærer
sv: Lärare

source: Student
da: Elev
nb: Elev
sv: Elev

source: TA
da: Undervisningsassistent
nb: LA
sv: Lärarassistent

source: Observer
da: Observatør
nb: Observatør
sv: Observatör

source: Use Camera
da: Brug kamera
nb: Bruk kamera
sv: Använd kamera

source: Upload File
da: Overfør fil
nb: Last opp fil
sv: Ladda upp fil

source: Choose from Gallery
da: Vælg fra galleri
nb: Velg fra galleri
sv: Välj från galleri

source: Preparing…
da: Forbereder ...
nb: Forbereder…
sv: Förbereder...

source: Add student with…
da: Tilføj elev med ...
nb: Legg til en elev til…
sv: Lägg till elev med...

source: Add Student
da: Tilføj elever
nb: Legg til elev
sv: Lägg till elev

source: You are not observing any students.
da: Du observerer ikke nogen elever.
nb: Du har ingen elever under observasjon.
sv: Du observerar inga elever.

source: There was an error loading your students.
da: Der opstod en fejl under indlæsning af eleverne.
nb: Det oppsto en feil under lasting av elevene dine.
sv: Det gick inte att läsa in dina elever.

source: Pairing Code
da: Parringskode
nb: Paringskode
sv: Parkopplingskod

source: Students can obtain a pairing code through the Canvas website
da: Elever kan få en parringskode via Canvas-webstedet
nb: Elever kan få en paringskode gjennom Canvas-nettstedet
sv: Elever kan få en parkopplingskod genom att använda Canvas Elev-appen i sina mobiler.

source: Enter the student pairing code provided to you. If the pairing code doesn't work, it may have expired
da: Indtast elevens parringskode, der er blevet givet til dig. Hvis parringskoden ikke fungerer, kan den være udløbet
nb: Angi elevparingskoden som ble gitt til deg. Hvis paringskoden ikke fungerer kan det hende at den er utgått
sv: Ange den elevparkopplingskod du har fått. Om parkopplingskoden inte fungerar kan den ha gått ut

source: Your code is incorrect or expired.
da: Din kode er forkert eller udløbet.
nb: Koden din stemmer ikke eller den er utgått
sv: Din kod är fel eller har gått ut.

source: Something went wrong trying to create your account, please reach out to your school for assistance.
da: Noget gik galt ved oprettelse af din konto. Kontakt din skole for at få hjælp.
nb: Noe gikk galt da vi forsøkte å opprette kontoen din. Kontakt skolen din for assistanse.
sv: Något gick fel när ditt konto skulle skapas. Kontakta din skola för hjälp.

source: QR Code
da: QR-kode
nb: QR-kode
sv: QR-kod

source: Students can create a QR code using the Canvas Student app on their mobile device
da: Elever kan oprette en QR-kode ved hjælp af Canvas-appen for elev på deres mobilenhed
nb: Elever kan opprette en QR-kode ved å bruke Canvas Elev-appen på mobilenheten
sv: Elever kan skapa en QR-kod i Canvas Elev-appen i sina mobiler.

source: Add new student
da: Tilføj ny elev
nb: Legg til ny elev
sv: Lägg till ny elev

source: Select
da: Vælg
nb: Velg
sv: Välj

source: I have a Canvas account
da: Jeg har en Canvas-konto
nb: Jeg har en Canvas-konto
sv: Jag har ett Canvas-konto

source: I don't have a Canvas account
da: Jeg har ikke en Canvas-konto
nb: Jeg har ikke en Canvas-konto
sv: Jag har inte ett Canvas-konto

source: Create Account
da: Opret konto
nb: Opprett konto
sv: Skapa konto

source: Full Name
da: Fulde navn
nb: Fullt navn
sv: Fullständigt namn

source: Email Address
da: E-mail-adresse
nb: E-postadresse
sv: E-postadress

source: Password
da: Adgangskode
nb: Passord
sv: Lösenord

source: Full Name…
da: Fulde navn ...
nb: Fullt navn…
sv: Fullständigt namn ...

source: Email…
nb: E-post…
sv: E-post …

source: Password…
da: Adgangskode ...
nb: Passord…
sv: Lösenord ...

source: Please enter full name
da: Indtast det fulde navn
nb: Angi fullt navn
sv: Ange fullständigt namn

source: Please enter an email address
da: Indtast en e-mailadresse
nb: Angi en e-postadresse
sv: Ange en e-postadress

source: Please enter a valid email address
da: Indtast gyldig e-mailadresse
nb: Oppgi en gyldig e-postadresse
sv: Ange en giltig e-postadress

source: Password is required
da: Adgangskode er påkrævet
nb: Passord kreves
sv: Lösenord krävs

source: Password must contain at least 8 characters
da: Adgangskode skal indeholde mindst 8 tegn
nb: Passord må inneholde minst åtte tegn
sv: Lösenord måste innehålla minst 8 tecken

source: qrCreateAccountTos
da: Ved at trykke på 'Opret konto' accepterer jeg {termsOfService} og accepterer {privacyPolicy}.
nb: Ved å trykke på Opprett konto, samtykker du til {termsOfService} og godtar {privacyPolicy}
sv: Genom att trycka på Skapa konto samtycker du till {termsOfService} och {privacyPolicy}

source: Terms of Service
da: Betingelser for service
nb: Tjenestevilkår
sv: Tjänstvillkor

source: Privacy Policy
da: Datapolitik
nb: Retningslinjer for personvern
sv: Integritetspolicy

source: View the Privacy Policy
da: Vis datapolitikken
nb: Se retningslinjer for personvern
sv: Visa sekretesspolicyn

source: Already have an account?
da: Har du allerede en konto?
nb: Har du allerede en konto?
sv: Har du redan ett konto?

source: Sign In
da: Log på
nb: Logg inn
sv: Logga in

source: Hide Password
da: Skjul adgangskode
nb: Skjul passord
sv: Dölj lösenord

source: Show Password
da: Vis adgangskode
nb: Vis passord
sv: Visa lösenord

source: Terms of Service Link
da: Link til Betingelser for service
nb: Lenke til tjenestevilkår
sv: Länk till tjänstvillkor

source: Privacy Policy Link
da: Link til Datapolitik
nb: Lenke til retningslinjer for personvern
sv: Länk till sekretesspolicy

source: Event
da: Begivenhed
nb: Hendelse
sv: Händelse

source: Date
da: Dato
nb: Dato
sv: Datum

source: Location
da: Placering
nb: Sted
sv: Plats

source: No Location Specified
da: Ingen lokation specificeret
nb: Ingen lokalisasjon spesifisert
sv: Ingen plats specificerad

source: eventTime
da: {startAt} - {endAt}
nb: {startAt} - {endAt}
sv: {startAt}/{endAt}

source: Set a date and time to be notified of this event.
da: Indstil en dato og tid for, hvornår der skal meddeles om denne begivenhed.
nb: Angi tid og dato for påminnelse om denne oppgaven.
sv: Ange ett datum och tid för att få en notis för den här händelsen.

source: You will be notified about this event on…
da: Du får besked om denne begivenhed den ...
nb: Du vil få en påminnelse om denne hendelsen den…
sv: Du kommer att få en notis om den här händelsen den...

source: Share Your Love for the App
da: Del din kærlighed for denne app
nb: Del din kjærlighet for appen
sv: Dela din kärlek till appen

source: Tell us about your favorite parts of the app
da: Fortæl os om, hvad du bedst kan lide af denne app
nb: Fortell oss om dine favorittdeler av appen
sv: Berätta vad du tycker om mest med appen

source: Legal
da: Juridisk
nb: Juss
sv: Juridik

source: Privacy policy, terms of use, open source
da: Fortrolighedspolitik, betingelser for brug, open source
nb: Personvernregler, brukervilkår, åpen kilde
sv: Integritetspolicy, användarvillkor, öppen källkod

source: Idea for Canvas Parent App [Android]
da: Ide for Canvas Parent App [Android]
nb: Idé for appen Canvas Parent [Android]
sv: Idéer för appen Canvas Parent [Android]

source: The following information will help us better understand your idea:
da: Følgende oplysninger hjælper os med bedre at forstå din idé:
nb: Følgende informasjon vil hjelpe oss bedre til å forstå din idé:
sv: Följande information kommer att hjälpa oss att förstå din idé bättre:

source: Domain:
da: Domæne:
nb: Domene:
sv: Domän:

source: User ID:
da: Bruger ID:
nb: Bruker-ID:
sv: Användar-ID:

source: Email:
nb: E-post:
sv: E-post:

source: Locale:
da: Sted:
nb: Sted:
sv: Plats:

source: Terms of Use
da: Betingelser for brug
nb: brukervilkår
sv: Användningsvillkor

source: Canvas on GitHub
da: Canvas på GitHub
nb: Canvas på GitHub
sv: Canvas på GitHub

source: There was a problem loading the Terms of Use
da: Der opstod et problem ved indlæsning af Betingelser for brug
nb: Det oppsto et problem under opplastingen av brukervilkårene
sv: Det gick inte att läsa in användarvillkoren

source: Device
da: Enhed
nb: Enhet
sv: Enhet

source: OS Version
nb: OS-versjon
sv: Operativsystemets version

source: Version Number
da: Versionsnummer
nb: Versjon nummer
sv: Versionsnummer

source: Report A Problem
da: Rapporter et problem
nb: Rapporter et problem
sv: Rapportera ett problem

source: Subject
da: Emne
nb: Tema
sv: Ämne

source: A subject is required.
da: Der kræves et emne.
nb: Du må ha en tittel.
sv: Ämne är obligatoriskt.

source: An email address is required.
da: Der kræves en e-mailadresse.
nb: Du må ha en e-postadresse.
sv: E-postadressen är obligatorisk.

source: Description
da: Beskrivelse
nb: Beskrivelse
sv: Beskrivning

source: A description is required.
da: Der kræves en beskrivelse.
nb: Du må ha en beskrivelse.
sv: Beskrivning är obligatorisk.

source: How is this affecting you?
da: Hvordan påvirker det dig?
nb: Hvordan påvirker dette deg?
sv: Hur påverkar detta dig?

source: send
sv: skicka

source: Just a casual question, comment, idea, suggestion…
da: Blot et simpelt spørgsmål, kommentar, ide, forslag...
nb: Bare et tilfeldig spørsmål, kommentar, idé eller forslag…
sv: Bara en vanlig fråga, kommentar, idé, förslag ...

source: I need some help but it's not urgent.
da: Jeg behøver hjælp, men det er ikke presserende.
nb: Jeg trenger litt hjelp men det haster ikke.
sv: Jag behöver hjälp men det är inte bråttom.

source: Something's broken but I can work around it to get what I need done.
da: Der er noget, der ikke virker, men jeg kan godt få det gjort, jeg skal gøre.
nb: Noe er ødelagt, men jeg kan jobbe rundt problemet for å få gjort det jeg trenger å gjøre.
sv: Det är något som inte fungerar men jag kan göra det jag ska ändå.

source: I can't get things done until I hear back from you.
da: Jeg kan ikke fortsætte, før jeg har fået svar.
nb: Jeg får gjort noenting før jeg hører i fra deg.
sv: Jag kan inte göra något tills jag hör ifrån er.

source: EXTREME CRITICAL EMERGENCY!!
da: EKSTREMT KRITISK NØDSTILFÆLDE!!
nb: EKSTREMT KRITISK NØDSITUASJON!!
sv: EXTREMT KRITISKT NÖDFALL!!

source: Not Graded
da: Ikke bedømt
nb: Ikke vurdert
sv: Inte bedömd

source: Login flow: Normal
da: Login-flow: Normalt
nb: Innloggingsflyt: Normal
sv: Inloggningsflöde: Normal

source: Login flow: Canvas
nb: Innloggingsflyt: Canvas
sv: Inloggningsflöde: Canvas

source: Login flow: Site Admin
da: Login-flow: Websideadministrator
nb: Innloggingsflyt: Nettstedadministrator
sv: Inloggningsflöde: Webbplatsadmin

source: Login flow: Skip mobile verify
da: Login-flow: Spring mobil bekræftelse over
nb: Innloggingsflyt: Hopp over bekreftelse med mobil
sv: Inloggningsflöde: Hoppa över mobilverifiering

source: Act As User
da: Funger som bruger
nb: Opptre som bruker
sv: Agera som användare

source: Stop Acting as User
da: Hold op med at fungere som bruger
nb: Avslutt opptre som bruker
sv: Sluta att agera som en användare

source: actingAsUser
da: Du fungerer som {userName}
nb: Du opptrer som {userName}
sv: Du agerar som {userName}

source: "Act as" is essentially logging in as this user without a password. You will be able to take any action as if you were this user, and from other users' points of views, it will be as if this user performed them. However, audit logs record that you were the one who performed the actions on behalf of this user.
da: "Funger som" betyder i bund og grund, at du logger ind som denne bruger uden adgangskode. Du kan foretage dig alt, som om du var denne bruger, og for andre brugere, er det lige som om, det var denne bruger, der gjorde det. Dog registrerer audit-logs, at det faktisk var dig, der udførte handlingerne på vegne af denne bruger.
nb: "Oppfør deg som" er i realiteten å logge inn som denne brukeren uten passord. Du vil kunne utføre alle handlinger som om du var denne brukeren, og for andre brukere vil det se ut som om at denne brukeren utførte handlingene. Overvåkingloggen vil likevel notere at det var du som utførte handlingene på vegne av denne brukeren.
sv: "Att uppträda som", loggar huvudsakligen in som den här användaren utan lösenord. Du kommer att kunna vidta åtgärder som om du var den här användaren, och från andra användares synpunkter kommer det att upplevas som om den här användaren utförde dem. I revisionsloggar registreras dock att du var den som utförde åtgärderna på den här användarens vägnar.

source: Domain
da: Domæne
nb: Domene
sv: Domän

source: You must enter a valid domain
da: Du skal indtaste et gyldigt domæne
nb: Du må oppgi et gyldig domene
sv: Du måste ange en giltig domän

source: User ID
da: Bruger-id
nb: Bruker-ID
sv: Användar-ID

source: You must enter a user id
da: Du skal indtaste et bruger-ID
nb: Du må skrive inn en bruker-ID
sv: Du måste ange ett giltigt användar-ID

source: There was an error trying to act as this user. Please check the Domain and User ID and try again.
da: Der opstod en fejl ved at fungere som denne bruger. Kontroller domænet og bruger-ID'et, og prøv igen.
nb: Det oppsto en feil med å opptre som denne brukeren. Sjekk domenet og bruker-ID-en og prøv igjen.
sv: Ett fel inträffade under Agera som den här användaren. Kontrollera domänen och användar-ID:t och försök igen.

source: endMasqueradeMessage
da: Du vil stoppe med at fungere som {userName} og vende tilbage til din originale konto.
nb: Du vil slutte å opptre som {userName} og gå tilbake til din originale konto.
sv: Du kommer att sluta agera som {userName} och återgå till ditt ursprungliga konto.

source: endMasqueradeLogoutMessage
da: Du vil stoppe med at fungere som {userName} og bliver logget ud.
nb: Du vil slutte å opptre som {userName} og bli logget ut.
sv: Du kommer att sluta agera som {userName} och loggas ut.

source: How are we doing?
da: Hvordan klarer vi os?
nb: Hvordan klarer vi oss?
sv: Hur går det för oss?

source: Don't show again
da: Vis ikke igen
nb: Ikke vis igjen
sv: Visa inte igen

source: What can we do better?
da: Hvad kan vi gøre bedre?
nb: Hva kan vi gjøre bedre?
sv: Vad kan vi förbättra?

source: Send Feedback
nb: Send tilbakemelding
sv: Skicka återkoppling

source: ratingDialogEmailSubject
da: Forslag til Android - Canvas Parent {version}
nb: Forslag for Android - Canvas foreldre {version}
sv: Förslag för Android – Canvas Parent {version}

source: starRating
da: {position,plural, =1{{position} stjerne}other{{position} stjerner}}
nb: {position,plural, =1{{position} stjerne}other{{position} stjerner}}
sv: {position,plural, =1{{position} stjärna}other{{position} stjärnor}}

source: Student Pairing
da: Parring af konti for elever
nb: Elevparing
sv: Elev-parkoppling

source: Open Canvas Student
da: Åbn Canvas-appen for elev
nb: Åpne Canvas elev
sv: Öppna Canvas Elev

source: You'll need to open your student's Canvas Student app to continue. Go into Main Menu > Settings > Pair with Observer and scan the QR code you see there.
da: Du skal åbne elevens Åbn Canvas-appen for elev for at fortsætte. Gå til Hovedmenu > Indstillinger> Par med observatør, og scan den QR-kode, du ser der.
nb: Du må åpne Canvas Elev-appen til eleven din for å fortsette. Gå til Hovedmeny > Innstillinger > Paring med observatør og skann QR-koden du ser der.
sv: Du måste öppna din Elevs Canvas Elev-app för att fortsätta. Gå till Huvudmenyn > Inställningar > Parkoppla med observatör och skanna QR-koden du ser där.

source: Screenshot showing location of pairing QR code generation in the Canvas Student app
da: Skærmbillede, der viser placering af QR-koden i Åbn Canvas-appen for elev
nb: Skjermbilde som viser plasseringen av QR-koden som genereres i Canvas Elev-appen
sv: Skärmbild som visar var QR-kodens parkopplingsgenerering görs i Canvas Elev-appen

source: Expired QR Code
da: Udløbet QR-kode
nb: Utgått QR-kode
sv: Utgången QR-kod

source: The QR code you scanned may have expired. Refresh the code on the student's device and try again.
da: Den QR-kode, du scannede, kan være udløbet. Opdater koden på elevens enhed, og prøv igen.
nb: QR-koden du skannet kan ha utgått Gjenopprett koden på elevens enhet og prøv igjen.
sv: QR-koden du skannade kan har gått ut. Uppdatera koden på elevens enhet och försök igen.

source: A network error occurred when adding this student. Check your connection and try again.
da: Der opstod en netværksfejl under dit forsøg på at tilføje denne elev. Kontrollér forbindelsen, og prøv igen.
nb: Det oppsto en nettverksfeil da du la til denne eleven. Kontroller tilkoblingen og prøv på nytt.
sv: Ett nätverksfel inträffade när du lade till den här eleven. Kontrollera din anslutning och försök igen.

source: Invalid QR Code
da: Ugyldig QR-kode
nb: Ugyldig QR-kode
sv: Ogiltig QR-kod

source: Incorrect Domain
da: Forkert domæne
nb: Ugyldig domene
sv: Felaktig domän

source: The student you are trying to add belongs to a different school. Log in or create an account with that school to scan this code.
da: Den elev, du prøver at tilføje, tilhører en anden skole. Log ind eller opret en konto med denne skole for at scanne denne kode.
nb: Eleven du forsøker å legge til tilhører en annen skole. Logg inn eller opprett en konto med den skolen for å skanne denne koden.
sv: Eleven du försöker lägga tillhör en annan skola. Logga in eller skapa ett konto med den skolans för att skanna den här koden.

source: Camera Permission
da: Kameratilladelse
nb: Kameratillatelse
sv: Kamerabehörighet

source: This will unpair and remove all enrollments for this student from your account.
da: Dette vil fjerne parring og alle tilmeldinger for denne elev fra din konto.
nb: Dette vil koble fra og fjerne alle påmeldinger for denne eleven fra kontoen din.
sv: Detta kommer att koppla från och ta bort alla registreringar för den här Eleven från ditt konto.

source: There was a problem removing this student from your account. Please check your connection and try again.
da: Der opstod et problem under forsøg på at fjerne denne elev fra din konto. Kontrollér forbindelsen, og prøv igen.
nb: Det oppsto et problem ved fjerning av denne eleven fra kontoen din. Kontroller tilkoblingen og prøv på nytt.
sv: Det gick inte att ta bort eleven från ditt konto. Kontrollera din anslutning och försök igen.

source: Cancel
da: Annullér
nb: Avbryt
sv: Avbryt

source: next
da: Næste
nb: Neste
sv: Nästa

source: Yes
da: Ja
nb: Ja
sv: Ja

source: No
da: Nej
nb: Nei
sv: Nej

source: Retry
da: Prøv igen
nb: Forsøk igjen
sv: Försök igen

source: Delete
da: Slet
nb: Slett
sv: Ta bort

source: Done
da: Udført
nb: Ferdig
sv: Klar

source: Refresh
da: Opdater
nb: Oppdater
sv: Uppdatera

source: View Description
da: Vis beskrivelse
nb: Vise beskrivelsen
sv: Visa beskrivning

source: expanded
da: udvidet
nb: utvidet
sv: expanderad

source: collapsed
da: skjult
nb: skjult
sv: minimerad

source: An unexpected error occurred
da: Der opstod en uventet fejl
nb: Det oppsto en uventet feil
sv: Ett oväntat fel inträffade

source: No description
da: Ingen beskrivelse
nb: Ingen beskrivelse
sv: Ingen beskrivning

source: Launch External Tool
da: Start eksternt værktøj
nb: Åpne eksternt verktøy
sv: Starta externt verktyg

source: Interactions on this page are limited by your institution.
da: Interaktioner på denne side er begrænset af din institution.
nb: Interaksjoner på denne siden er begrenset av institusjonen din.
sv: Interaktioner på den här sidan har begränsats av din institution.

source: dateAtTime
da: {date} kl. {time}
nb: {date} på {time}
sv: {date} kl. {time}

source: dueDateAtTime
da: Forfalder d. {date} kl. {time}
nb: Frist {date} klokken {time}
sv: Ska lämnas in {date} klockan {time}

source: No Due Date
da: Ingen afleveringsdato
nb: Ingen forfallsdato
sv: Inget inlämningsdatum

source: Filter
sv: Filtrera

source: unread
da: ulæst
nb: ulest
sv: olästa

source: unreadCount
da: {count} ulæst
nb: {count} ulest
sv: {count} olästa

source: badgeNumberPlus
da: {count}+
nb: {count}+
sv: {count}+

source: There was an error loading this announcement
da: Der opstod en fejl under indlæsning af denne besked
nb: Det oppsto en feil under lasting av denne beskjeden
sv: Det gick inte att läsa in det här meddelandet

source: Network error
da: Netværksfejl
nb: Nettverksfeil
sv: Nätverksfel

source: Under Construction
da: Under opbygning
nb: Under bygging
sv: Under uppbyggnad

source: We are currently building this feature for your viewing pleasure.
da: Vi er i øjeblikket ved at bygge denne funktion.
nb: Vi jobber for tiden med denne funksjonen slik at du kan få glede av den senere.
sv: Vi bygger den här funktionen för dig.
