Repository: instructure/canvas-android
Catalog: apps/flutter_parent/lib/l10n/res/intl_*_instk12.arb
Languages: da, nb, sv

source: alertsLabel
da: Varslinger
nb: Varsler
sv: Notiser

source: calendarLabel
da: Kalender
nb: Kalender
sv: Kalender

source: coursesLabel
da: Fag
nb: Fag
sv: Kurser

source: No Students
da: Ingen elever
nb: Ingen elever
sv: Inga elever

source: Tap to show student selector
da: Tryk for at vise elevvælger
nb: Trykk for å vise elevvelger
sv: Tryck för att visa elevväljare

source: Tap to pair with a new student
da: Tryk for at parre med en ny elev
nb: Trykk for å pare opp mot ny elev
sv: Tryck för att koppla samman med en ny elev

source: Tap to select this student
da: Tryk for at vælge denne elev
nb: Trykk for å velge denne eleven
sv: Tryck för att välja den här eleven

source: Manage Students
da: Administrer elever
nb: Administrer elever
sv: Hantera elever

source: Help
da: Hjælp
nb: Hjelp
sv: Hjälp

source: Log Out
da: Log ud
nb: Logg Ut
sv: Logga ut

source: Switch Users
da: Skift brugere
nb: Bytt brukere
sv: Växla användare

source: appVersion
da: v. {version}
nb: v. {version}
sv: v. {version}

source: Are you sure you want to log out?
da: Er du sikker på, du vil logge af?
nb: Er du sikker på at du vil logge ut?
sv: Vill du logga ut?

source: Calendars
da: Kalendere
nb: Kalendere
sv: Kalendrar

source: nextMonth
da: Næste måned: {month}
nb: Neste måned: {month}
sv: Nästa månad: {month}

source: previousMonth
da: Forrige måned: {month}
nb: Forrige måned: {month}
sv: Föregående månad: {month}

source: nextWeek
da: Næste uge, der starter {date}
nb: Neste uke begynner {date}
sv: Nästa vecka börjar {date}

source: previousWeek
da: Forrige uge, der starter {date}
nb: Forrige uke begynte {date}
sv: Föregående vecka startade {date}

source: selectedMonthLabel
da: Måneden {month}
nb: Måned {month}
sv: Månaden {month}

source: expand
da: udvid
nb: utvid
sv: visa

source: collapse
da: skjul
nb: skjult
sv: dölj

source: pointsPossible
da: {points} mulige point
nb: {points} poeng oppnåelig
sv: {points} möjliga poäng

source: calendarDaySemanticsLabel
da: {eventCount,plural, =1{{date}, {eventCount} begivenhed}other{{date}, {eventCount} begivenheder}}
nb: {eventCount,plural, =1{{date}, {eventCount} hendelse}other{{date}, {eventCount} hendelser}}
sv: {eventCount,plural, =1{{date}, {eventCount} händelse}other{{date}, {eventCount} händelser}}

source: No Events Today!
da: Ingen begivenheder i dag!
nb: Ingen arrangementer i dag!
sv: Inga händelser idag!

source: It looks like a great day to rest, relax, and recharge.
da: Det er en alle tiders dag til at tage den med ro og slappe af.
nb: Det ser ut som dette er en flott dag til å slappe av og lade batteriene.
sv: Det verkar vara en bra dag för vila, avslappning och omladdning.

source: There was an error loading your student's calendar
da: Der opstod en fejl under indlæsning af elevens kalender
nb: Det oppsto en feil under lasting av din elevkalender.
sv: Det gick inte att läsa in din elevkalender.

source: Tap to favorite the courses you want to see on the Calendar. Select up to 10.
da: Tryk for at få vist dine favoritfag i kalenderen. Vælg op til 10.
nb: Trykk for å velge fagene du ønsker på se på kalenderen. Velg opptil 10.
sv: Tryck för att favoritmarkera de kurser du vill se i kalendern. Välj upp till 10.

source: You may only choose 10 calendars to display
da: Du kan kun vælge at vise 10 kalendere
nb: Du kan kun velge 10 kalendere som skal vises
sv: Du kan endast välja 10 kalendrar att visa

source: You must select at least one calendar to display
da: Du skal vælge mindst en kalender at vise
nb: Du må velge minst én kalender som skal vises
sv: Du måste välja minst en kalender att visa

source: Planner Note
da: Planlægger - bemærkning
nb: Planleggingsmerknad
sv: Planner-anteckning

source: Go to today
da: Gå til I dag
nb: Gå til idag
sv: Gå till i dag

source: Previous Logins
da: Tidligere logins
nb: Tidligere innlogginger
sv: Tidigare inloggningar

source: canvasLogoLabel
da: Canvas-logo
nb: Canvas-logo
sv: Canvas-logotyp

source: findSchool
da: Find skole
nb: Finne skole
sv: Sök skola

source: findAnotherSchool
da: Find en anden skole
nb: Finn en annen skole
sv: Hitta en annan skola

source: domainSearchInputHint
da: Indtast skolens navn eller distrikt ...
nb: Skriv inn skolenavn eller område…
sv: Ange skolans namn eller distrikt...

source: noDomainResults
da: Kan ikke finde skoler, der matcher "{query}"
nb: Kan ikke finne skoler som stemmer med "{query}"
sv: Det gick inte att hitta skolar som matchar "{query}"

source: domainSearchHelpLabel
da: Hvordan finder jeg min skole eller distrikt?
nb: Hvordan finner jeg skolen eller området mitt?
sv: Hur hittar jag min skola eller distrikt?

source: canvasGuides
da: Canvas-vejledningerne
nb: Canvas-guider
sv: Canvas-guider

source: domainSearchHelpBody
da: Prøv at søge efter navnet på den skole eller det distrikt, du forsøger at få adgang til, fx “Smith Private School” eller “Smith County Schools.” Du kan også indtaste et Canvas-domæne direkte, som fx “smith.instructure.com.” For mere information om hvordan du finder din institutions Canvas-konto, kan du besøge {canvasGuides}, kontakte {canvasSupport} eller kontakte din skole for at få hjælp.
nb: Prøv å søke på navnet til skolen eller området du forsøker å få tilgang til som f.eks. “Smith privatskole” eller “Smith kommunal skole.” Du kan også angi et Canvas-domene direkte som f.eks. “smith.instructure.com.” Hvis du vil ha mer informasjon om hvordan du finner Canvas-kontoen til din institusjon, besøk {canvasGuides}, spør etter {canvasSupport} eller kontakt skolen din for hjelp.
sv: Försök med att söka efter namnet på skolan eller distrikten du vill ansluta till, t.ex. “Allmänna skolan” eller “Skolor i Skåne”. Du kan även ange en Canvas-domän direkt, t.ex. “smith.instructure.com.” Mer information om hur du kan hitta din institutions Canvas-konto finns på {canvasGuides} eller kontakta {canvasSupport} eller din skola för att få hjälp.

source: Uh oh!
da: Åh nej!
nb: Oi sann!
sv: Oj då!

source: We’re not sure what happened, but it wasn’t good. Contact us if this keeps happening.
da: Vi ved ikke helt, hvad der skete, men det var ikke godt. Kontakt os, hvis dette fortsætter.
nb: Vi vet ikke hva som skjedde her, men det ser ikke bra ut. Ta kontakt med oss hvis denne situasjonen vedvarer.
sv: Vi vet inte vad som hände, men det fungerar inte. Kontakta oss om detta fortsätter att inträffa.

source: Contact Support
da: Kontakt support
nb: ta kontakt med kundestøtte
sv: Kontakta support

source: View error details
da: Vis fejldetaljer
nb: Vis feildetaljer
sv: Visa felinformation

source: Restart app
da: Genstart app
nb: Start app på nytt
sv: Starta om appen

source: Application version
da: App-version
nb: Applikasjonsversjon
sv: Programversion

source: Device model
da: Enhedsmodel
nb: Enhetsmodell
sv: Enhetsmodell

source: Android OS version
nb: Android OS-versjon
sv: Android AS-version

source: Full error message
da: Hel fejlmeddelelse
nb: Fullstendig feilmelding
sv: Fullständigt felmeddelande

source: Inbox
da: Indbakke
nb: Innboks
sv: Inkorg

source: There was an error loading your inbox messages.
da: Der opstod en fejl under indlæsning af beskederne i indbakken.
nb: Det oppsto en feil under lasting av innboksmeldingene dine.
sv: Det gick inte att läsa in dina meddelanden i inkorgen.

source: No Subject
da: Intet emne
nb: Ingen tittel
sv: Inget ämne

source: Unable to fetch courses. Please check your connection and try again.
da: Kan ikke hente fag. Kontrollér forbindelsen, og prøv igen.
nb: Kan ikke hente fag. Kontroller tilkoblingen og prøv på nytt.
sv: Det gick inte att hämta kurser. Kontrollera din anslutning och försök igen.

source: Choose a course to message
da: Vælg et fag at sende en meddelelse til
nb: Velg et fag du vil sende melding til
sv: Välj en kurs att skicka meddelande till

source: Inbox Zero
da: Indbakke nul
nb: Innboks null
sv: Inkorg noll

source: You’re all caught up!
da: Du har set det hele!
nb: Du er oppdatert!
sv: Du är helt i kapp!

source: There was an error loading recipients for this course
da: Der opstod en fejl under indlæsning af modtagere for dette fag
nb: Det oppsto en feil under lasting av mottakere for dette faget.
sv: Det gick inte att läsa in mottagare för den här kursen

source: Unable to send message. Check your connection and try again.
da: Kan ikke sende besked. Kontrollér forbindelsen, og prøv igen.
nb: Kan ikke sende melding. Kontroller tilkoblingen og prøv på nytt.
sv: Det gick inte att skicka meddelandet. Kontrollera din anslutning och försök igen.

source: Unsaved changes
da: Ugemte ændringer
nb: Ulagrede endringer
sv: Osparade ändringar

source: Are you sure you wish to close this page? Your unsent message will be lost.
da: Er du sikker på, at du vil lukke denne side? Din usendte besked vil gå tabt.
nb: Er du sikker på at du vil lukke denne siden? Dine usendte meldinger vil bli slettet.
sv: Är du säker på att du vill stänga den här sidan? Ditt meddelande du ännu inte skickat kommer att tas bort.

source: New message
da: Ny besked
nb: Ny melding
sv: Nytt meddelande

source: Add attachment
da: Tilføj vedhæftet fil
nb: Legg til vedlegg
sv: Lägg till bilaga

source: Send message
da: Send besked
nb: Send melding
sv: Skicka meddelandet

source: Select recipients
da: Vælg modtagere
nb: Velg mottakere
sv: Välj mottagare

source: No recipients selected
da: Ingen modtagere valgt
nb: Ingen mottakere er valgt
sv: Inga mottagare har valts

source: Message subject
da: Beskedens emne
nb: Meldingstittel
sv: Meddelandeämne

source: Message
da: Besked
nb: Melding
sv: Meddelande

source: Recipients
da: Modtagere
nb: Mottakere
sv: Mottagare

source: plusRecipientCount
da: +{count}
nb: +{count}
sv: +{count}

source: Failed. Tap for options.
da: Mislykkedes. Tryk for indstillinger.
nb: Mislyktes. Trykk for alternativer.
sv: Misslyckades. Tryck för alternativ.

source: courseForWhom
da: for {studentShortName}
nb: for {studentShortName}
sv: för {studentShortName}

source: messageLinkPostscript
da: Vedrørende: {studentName}, {linkUrl}
nb: Vedrørende: {studentName}, {linkUrl}
sv: Angående : {studentName}, {linkUrl}

source: There was an error loading this conversation
da: Der opstod en fejl under indlæsning af denne diskussion
nb: Det oppsto en feil under lasting av denne samtalen
sv: Det gick inte att läsa in den här konversationen

source: Reply
da: Svar
nb: Svar
sv: Svara

source: Reply All
da: Svar til alle
nb: Svar alle
sv: Svara alla

source: Unknown User
da: Ukendt bruger
nb: Ukjent bruker
sv: Okänd användare

source: me
da: mig
nb: meg
sv: jag

source: authorToRecipient
da: {authorName} til {recipientName}
nb: {authorName} til {recipientName}
sv: {authorName} till {recipientName}

source: authorToNOthers
da: {howMany,plural, =1{{authorName} til 1 anden}other{{authorName} til {howMany} andre}}
nb: {howMany,plural, =1{{authorName} til 1 annen}other{{authorName} til {howMany} andre}}
sv: {howMany,plural, =1{{authorName} till 1 annan}other{{authorName} till {howMany} andra}}

source: authorToRecipientAndNOthers
da: {howMany,plural, =1{{authorName} til {recipientName} & 1 anden}other{{authorName} til {recipientName} & {howMany} andre}}
nb: {howMany,plural, =1{{authorName} til {recipientName} og 1 annen}other{{authorName} til {recipientName} og {howMany} andre}}
sv: {howMany,plural, =1{{authorName} till {recipientName} och 1 annan}other{{authorName} till {recipientName} och {howMany} andra}}

source: Download
nb: Last ned
sv: Ladda ner

source: Open with another app
da: Åbn med en anden app
nb: Åpne med en annen app
sv: Öppna med en annan app

source: There are no installed applications that can open this file
da: Der er ingen installerede applikationer, der kan åbne denne fil
nb: Det finnes ingen installerte applikasjoner som kan åpne denne filen
sv: Det finns inga installerade program som kan öppna den här filen

source: Unsupported File
da: Ikke-understøttet fil
nb: Filtypen støttes ikke
sv: Filtyp som inte stöds

source: This file is unsupported and can’t be viewed through the app
da: Denne fil understøttes ikke og kan ikke vises i appen
nb: Denne filtypen støttes ikke og kan ikke vises på appen
sv: Den här filen stöds inte och kan inte visas i appen

source: Unable to play this media file
da: Denne mediefil kunne ikke afspilles
nb: Kan ikke spille av mediefilen
sv: Det går inte att spela upp den här mediefilen

source: Unable to load this image
da: Kan ikke indlæse dette billede
nb: Kan ikke laste bildet
sv: Det går inte att läsa in den här bilden

source: There was an error loading this file
da: Der opstod en fejl ved indlæsning af denne fil
nb: Det oppsto en feil under lasting av denne filen
sv: Det gick inte att läsa in den här filen

source: No Courses
da: Ingen fag
nb: Ingen fag
sv: Inga kurser

source: Your student’s courses might not be published yet.
da: Din elevs fag kan muligvis ikke offentliggøres endnu.
nb: Fagene til elevene dine er kanskje upublisert enda.
sv: Dina elevkurser kanske inte publicerats än.

source: There was an error loading your student’s courses.
da: Der opstod en fejl under indlæsning af elevens fag.
nb: Det oppsto en feil under lasting av elevfagene dine.
sv: Det gick inte att läsa in din elevs kurser.

source: No Grade
da: Ingen vurdering
nb: Ingen vurdering
sv: Ingen bedömning

source: Filter by
da: Filtrere efter
nb: Filtrer etter
sv: Filtrera efter

source: Grades
da: Vurderinger
nb: Vurderinger
sv: Bedömningar

source: Syllabus
da: Fagplan
nb: Fagoversikt
sv: Kursöversikt

source: Front Page
da: Forside
nb: Forside
sv: Framsida

source: Summary
da: Sammendrag
nb: Sammendrag
sv: Sammanfattning

source: Send a message about this course
da: Send en besked om dette fag
nb: Send en melding om dette faget
sv: Skicka ett meddelande om den här kursen

source: Total Grade
da: Vurdering i alt
nb: Samlet vurdering
sv: Totalt bedömning

source: Graded
da: Bedømt
nb: Vurdert
sv: Har bedömts

source: Submitted
da: Afleveret
nb: Innlevert
sv: Inskickad

source: Not Submitted
da: Ikke indsendt
nb: Ikke levert
sv: Inte inlämnad

source: Late
da: Sen
nb: Sent
sv: Sen

source: Missing
da: Mangler
nb: Mangler
sv: Saknad

source: All Grading Periods
da: Alle vurderingsperioder
nb: Alle vurderingsperioder
sv: Alla bedömningsperioder

source: No Assignments
da: Ingen opgaver
nb: Ingen oppgaver
sv: Inga uppgifter

source: It looks like assignments haven't been created in this space yet.
da: Det ser ud til, at opgaver ikke er blevet oprettet i dette rum endnu.
nb: Det ser ut som det ikke er opprettet oppgaver i dette området enda.
sv: Det verkar som om inga uppgifter har skapats för den här platsen än.

source: There was an error loading the summary details for this course.
da: Der opstod en fejl ved indlæsning af sammendragsoplysningerne for dette fag.
nb: Det oppsto en feil under lasting av sammendragsdetaljer for dette faget.
sv: Det gick inte att läsa in sammanfattningsinformationen för den här kursen.

source: No Summary
da: Intet sammendrag
nb: Ingen sammendrag
sv: Ingen sammanfattning

source: This course does not have any assignments or calendar events yet.
da: Dette fag har endnu ingen opgaver eller kalenderbegivenheder.
nb: Dette faget mangler fortsatt oppgaver eller kalenderhendelser.
sv: Den här kursen har inga uppgifter eller kalenderhändelser än.

source: gradeFormatScoreOutOfPointsPossible
da: {score} / {pointsPossible}
nb: {score}/{pointsPossible}
sv: {score} / {pointsPossible}

source: contentDescriptionScoreOutOfPointsPossible
da: {score} ud af {pointsPossible} point
nb: {score} av {pointsPossible} poeng
sv: {score} av {pointsPossible} poäng

source: gradesSubjectMessage
da: Vedrørende: {studentName}, Vurderinger
nb: Vedrørende: {studentName}, Vurderinger
sv: Angående : {studentName}, bedömningar

source: syllabusSubjectMessage
da: Vedrørende: {studentName}, Fagplan
nb: Vedrørende: {studentName}, Fagoversikt
sv: Angående : {studentName}, kursöversikt

source: frontPageSubjectMessage
da: Vedrørende: {studentName}, Forside
nb: Vedrørende: {studentName}, Forside
sv: Angående : {studentName}, framsida

source: assignmentSubjectMessage
da: Vedrørende: {studentName}, Opgave - {assignmentName}
nb: Vedrørende: {studentName}, Oppgave - {assignmentName}
sv: Angående : {studentName}, uppgift – {assignmentName}

source: eventSubjectMessage
da: Vedrørende: {studentName}, Begivenhed - {eventTitle}
nb: Vedrørende: {studentName}, Hendelse - {eventTitle}
sv: Angående : {studentName}, händelse – {eventTitle}

source: There is no page information available.
da: Der er ingen tilgængelige sideinformationer.
nb: Det er ingen sideinformasjon tilgjengelig.
sv: Det finns ingen sidinformation tillgänglig.

source: Assignment Details
da: Opgaveoplysninger
nb: Oppgavedetaljer
sv: Uppgiftens detaljer

source: assignmentTotalPoints
da: {points} point
nb: {points} poeng
sv: {points} poäng

source: assignmentTotalPointsAccessible
da: {points} point
nb: {points} poeng
sv: {points} poäng

source: Due
da: Forfalder
nb: Forfall
sv: Inlämningsdatum

source: Grade
da: Vurdering
nb: Vurdering
sv: Bedömning

source: Locked
da: Låst
nb: Låst
sv: Låst

source: assignmentLockedModule
da: Denne opgave er låst af forløbet "{moduleName}".
nb: Denne oppgaven er låst av modulen "{moduleName}".
sv: Den här uppgiften har låsts av modulen "{moduleName}".

source: Remind Me
da: Påmind mig
nb: Påminnelse
sv: Påminn mig

source: Set a date and time to be notified of this specific assignment.
da: Indstil en dato og tid for at blive meddelt om denne specifikke opgave.
nb: Angi tid og dato for påminnelse om denne bestemte oppgaven.
sv: Ange ett datum och tid för att få en notis för den här specifika uppgiften.

source: You will be notified about this assignment on…
da: Du får besked om denne opgave den …
nb: Du vil få en påminnelse om denne oppgaven den…
sv: Du kommer att få en notis om den här uppgiften på...

source: Instructions
da: Instruktioner
nb: Instruksjoner
sv: Instruktioner

source: Send a message about this assignment
da: Send en besked om denne opgave
nb: Send en melding om denne oppgaven
sv: Skicka ett meddelande om den här kursen

source: This app is not authorized for use.
da: Denne app er ikke autoriseret for brug.
nb: Denne appen er ikke autorisert for bruk.
sv: Den här appen har inte auktoriserats för användning.

source: The server you entered is not authorized for this app.
da: Den server, du indtastede, er ikke autoriseret til denne app.
nb: Serveren du oppga er ikke tillatt for denne appen.
sv: Den server du har angett har inte auktoriserats för den här appen.

source: The user agent for this app is not authorized.
da: Brugeragenten for denne app er ikke autoriseret.
nb: Brukeragenten for denne appen er ikke autorisert.
sv: Användaragenten för den här appen är inte auktoriserad.

source: We were unable to verify the server for use with this app.
da: Vi kunne ikke bekræfte serveren til brug med denne app.
nb: Vi klarte ikke å verifisere serveren for bruk med denne appen.
sv: Vi kunde inte verifiera servern för användning med den här appen.

source: Reminders
da: Påmindelser
nb: Påminnelser
sv: Påminnelser

source: Notifications for reminders about assignments and calendar events
da: Meddelelser for påmindelser om opgaver og kalenderbegivenheder
nb: Gir deg påminnelser om oppgaver og kalenderhendelser
sv: Påminnelsenotiser om uppgifter och kalenderhändelser

source: Reminders have changed!
da: Påmindelser er blevet ændret!
nb: Påminnelser er endret!
sv: Påminnelser har ändrats!

source: In order to provide you with a better experience, we have updated how reminders work. You can add new reminders by viewing an assignment or calendar event and tapping the switch under the "Remind Me" section. Be aware that any reminders created with older versions of this app will not be compatible with the new changes and you will need to create them again.
da: For at give dig en bedre oplevelse har vi opdateret, hvordan påmindelser fungerer. Du kan tilføje nye påmindelser ved at se en opgave eller kalenderbegivenhed og trykke på kontakten i sektionen "Påmind mig". Vær opmærksom på, at alle påmindelser oprettet med ældre versioner af denne app ikke vil være kompatible med de nye ændringer, og du derfor må oprette dem igen.
nb: For å gi deg en bedre opplevelse, har vi oppdatert hvordan påminnelser fungerer. Du kan legge til påminnelser ved å vise en oppgave eller kalenderoppføring og trykke på bryteren under avsnittet ”Påminn meg”. Vær oppmerksom på at påminnelser som ble opprettet med den gamle versjonen av denne appen ikke er kompatible med de nye endringene, og at du må opprette disse på nytt.
sv: För att tillhandahålla dig en förbättrad upplevelse har vi uppdaterat påminnelsefunktionen. Du kan lägga till nya påminnelser genom att visa en uppgift eller en kalenderhändelse och trycka på reglaget under avsnittet "Påminn mig". Tänk på att påminnelser som skapats i äldre versionen av den här appen inte är kompatibla med de nya ändringarna och måste därför skapas om igen.

source: Not a parent?
da: Ikke forælder?
nb: Ikke en foresatt?
sv: Är du inte vårdnadshavare?

source: We couldn't find any students associated with this account
da: Vi kunne ikke finde nogen elever tilknyttet den konto.
nb: Vi kunne ikke finne noen elever knyttet til denne kontoen
sv: Det gick inte att hitta elever kopplade till det här kontot

source: Are you a student or teacher?
da: Er du elev eller lærer?
nb: Er du lærer eller elev?
sv: Är du elev eller lärare?

source: One of our other apps might be a better fit. Tap one to visit the Play Store.
da: En af vores andre apps kan være bedre egnet. Tryk på et for at besøge Play Store.
nb: En av våre andre applikasjoner kan være mer tilpasset. Trykk på en for å gå til Play Store.
sv: Någon av våra andra appar kan vara bättre lämpade. Tryck på en för att besöka Play Store.

source: Return to Login
da: Retur til login
nb: Tilbake til logg-inn
sv: Gå tillbaka till inloggning

source: STUDENT
da: ELEV
nb: ELEV
sv: ELEV

source: TEACHER
da: LÆRER
nb: LÆRER
sv: LÄRARE

source: Canvas Student
da: Canvas-elev
nb: Canvas-elev
sv: Canvas-elev

source: Canvas Teacher
sv: Canvas-lärare

source: No Alerts
da: Ingen varslinger
nb: Ingen varsler
sv: Inga notiser

source: There’s nothing to be notified of yet.
da: Der er intet at blive underrettet om endnu.
nb: Det er ingenting du trenger å bli varslet om enda.
sv: Det finns inget att avisera om än.

source: dismissAlertLabel
da: Afvis {alertTitle}
nb: Avvise {alertTitle}
sv: Avvisa {alertTitle}

source: Course Announcement
da: Besked til faget
nb: Fag-beskjed
sv: Kursmeddelande

source: Institution Announcement
da: Besked til institutionen
nb: Institusjons-beskjed
sv: Institutionsmeddelande

source: assignmentGradeAboveThreshold
da: Opgavevurdering over {threshold}
nb: Oppgavevurdering over {threshold}
sv: Uppgiftsbedömning över {threshold}

source: assignmentGradeBelowThreshold
da: Opgavevurdering under {threshold}
nb: Oppgavevurdering under {threshold}
sv: Uppgiftsbedömning under {threshold}

source: courseGradeAboveThreshold
da: Fagvurdering oven {threshold}
nb: Fagvurdering over {threshold}
sv: Kursbedömning över {threshold}

source: courseGradeBelowThreshold
da: Fagvurdering under {threshold}
nb: Fagvurdering under {threshold}
sv: Kursbedömning under {threshold}

source: Settings
da: Indstillinger
nb: Innstillinger
sv: Inställningar

source: Theme
da: Tema
nb: Tema
sv: Tema

source: Dark Mode
da: Mørk tilstand
nb: Mørk modus
sv: Mörkt läge

source: Light Mode
da: Lys tilstand
nb: Lys modus
sv: Ljust läge

source: High Contrast Mode
da: Høj kontrast-tilstand
nb: Høy kontrast-modus
sv: Högt kontrastläge

source: Use Dark Theme in Web Content
da: Brug mørkt tema i webindhold
nb: Bruk Mørkt tema i webinnhold
sv: Använd mörkt tema i webbinnehållet

source: Appearance
da: Udseende
nb: Utseende
sv: Utseende

source: Successfully submitted!
da: Blev indsendt!
nb: Vellykket innlevering!
sv: Uppgiften har skickats in!
